[
    {
        "popularity": 643.625,
        "poster": "https://image.tmdb.org/t/p/w500//izIMqapegdEZj0YVDyFATPR8adh.jpg",
        "synopsis": "In this sequel to \"Vikings,\" a hundred years have passed and a new generation of legendary heroes arises to forge its own destiny — and make history.",
        "title": "Vikings: Valhalla",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 142.346,
        "poster": "https://image.tmdb.org/t/p/w500//5cnLoWq9o5tuLe1Zq4BTX4LwZ2B.jpg",
        "synopsis": "Stranded at a rest stop in the mountains during a blizzard, a recovering addict discovers a kidnapped child hidden in a car belonging to one of the people inside the building which sets her on a terrifying struggle to identify who among them is the kidnapper.",
        "title": "No Exit",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 610.694,
        "poster": "https://image.tmdb.org/t/p/w500//74xTEgt7R36Fpooo50r9T25onhq.jpg",
        "synopsis": "In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
        "title": "The Batman",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 2466.838,
        "poster": "https://image.tmdb.org/t/p/w500//vUUqzWa2LnHIVqkaKVlVGkVcZIW.jpg",
        "synopsis": "A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.",
        "title": "Peaky Blinders",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 7517.432,
        "poster": "https://image.tmdb.org/t/p/w500//1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
        "synopsis": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
        "title": "Spider-Man: No Way Home",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 6558.877,
        "poster": "https://image.tmdb.org/t/p/w500//jtnfNzqZwN4E32FGGxx1YZaBWWf.jpg",
        "synopsis": "A group of high school students navigate love and friendships in a world of drugs, sex, trauma, and social media.",
        "title": "Euphoria",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 629.051,
        "poster": "https://image.tmdb.org/t/p/w500//l6nGUyxKCi7ODvyfc8qQShliVEd.jpg",
        "synopsis": "Follow the misadventures of the impulsive Cuphead and his cautious but persuadable brother Mugman in this animated series based on the hit video game.",
        "title": "The Cuphead Show!",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 163.677,
        "poster": "https://image.tmdb.org/t/p/w500//zeAZTPxV5xZRNEX3rZotnsp7IVo.jpg",
        "synopsis": "Two youngsters from rival New York City gangs fall in love, but tensions between their respective friends build toward tragedy.",
        "title": "West Side Story",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 71.07,
        "poster": "https://image.tmdb.org/t/p/w500//aw4GGsRwhQtyLsjzC7dsAahfCDY.jpg",
        "synopsis": "After going to extremes to cover up an accident, a corrupt cop's life spirals out of control when he starts receiving threats from a mysterious witness.",
        "title": "Restless",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 114.194,
        "poster": "https://image.tmdb.org/t/p/w500//vzX5GNRTXsAltdU1tfASmZbzYmv.jpg",
        "synopsis": "Madea's back - hallelujer! And she's not putting up with any nonsense as family drama erupts at her great-grandson's college graduation celebration.",
        "title": "Tyler Perry's A Madea Homecoming",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 3507.4,
        "poster": "https://image.tmdb.org/t/p/w500//aq4Pwv5Xeuvj6HZKtxyd23e6bE9.jpg",
        "synopsis": "As a collection of history's worst tyrants and criminal masterminds gather to plot a war to wipe out millions, one man must race against time to stop them.",
        "title": "The King's Man",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 143.505,
        "poster": "https://image.tmdb.org/t/p/w500//xH2wTVlsUlYeFEOVGFDaamHkMCm.jpg",
        "synopsis": "A tough judge balances her aversion to minor offenders with firm beliefs on justice and punishment as she tackles complex cases inside a juvenile court.",
        "title": "Juvenile Justice",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 135.692,
        "poster": "https://image.tmdb.org/t/p/w500//aVLV38txajXhEy2qNEClPIsDbAH.jpg",
        "synopsis": "A sci-fi thriller about a space mission sent to terraform a distant planet. However, the mission encounters something unknown that has its own plan for the planet.",
        "title": "Project Gemini",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 45.846,
        "poster": "https://image.tmdb.org/t/p/w500//u6Pg9eTklhg6Aa7kXaxrfdE1Chi.jpg",
        "synopsis": "A woman desperately races to save her child after police place her hometown on lockdown due to an active shooter incident.",
        "title": "The Desperate Hour",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 189.998,
        "poster": "https://image.tmdb.org/t/p/w500//4wKhTVw8aGq5AZMa0Q1spERdi7n.jpg",
        "synopsis": "A security consultant hunts for a ruthless assassin. Equally obsessed with each other, they go head to head in an epic game of cat-and-mouse.",
        "title": "Killing Eve",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 3560.934,
        "poster": "https://image.tmdb.org/t/p/w500//kZNHR1upJKF3eTzdgl5V8s8a4C3.jpg",
        "synopsis": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.",
        "title": "Scream",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 306.23,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 174.026,
        "poster": "https://image.tmdb.org/t/p/w500//waLbm384SQDwLTCn6ttPqQS5kfV.jpg",
        "synopsis": "Follow the Dutton family as they embark on a journey west through the Great Plains toward the last bastion of untamed America. A stark retelling of Western expansion, and an intense study of one family fleeing poverty to seek a better future in America’s promised land — Montana.",
        "title": "1883",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1338.427,
        "poster": "https://image.tmdb.org/t/p/w500//tlZpSxYuBRoVJBOpUrPdQe9FmFq.jpg",
        "synopsis": "A young street-smart, Nathan Drake and his wisecracking partner Victor “Sully” Sullivan embark on a dangerous pursuit of “the greatest treasure never found” while also tracking clues that may lead to Nathan’s long-lost brother.",
        "title": "Uncharted",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1546.517,
        "poster": "https://image.tmdb.org/t/p/w500//xf9wuDcqlUPWABZNeDKPbZUjWx0.jpg",
        "synopsis": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
        "title": "The Walking Dead",
        "type": "SERIES",
        "year": "2010"
    },
    {
        "popularity": 3850.439,
        "poster": "https://image.tmdb.org/t/p/w500//4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
        "synopsis": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family with a unique gift from super strength to the power to heal—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
        "title": "Encanto",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2380.14,
        "poster": "https://image.tmdb.org/t/p/w500//meRIRfADEGVo65xgPO6eZvJ0CRG.jpg",
        "synopsis": "In this sequel, influencers looking to breathe new life into a Texas ghost town encounter Leatherface, an infamous killer who wears a mask of human skin.",
        "title": "Texas Chainsaw Massacre",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 72.131,
        "poster": "https://image.tmdb.org/t/p/w500//ut6iHATM3SfnWBZ2gSrV2DlCYU3.jpg",
        "synopsis": "After Kansas Red rescues young Billy from a card-game shootout, the boy asks Red for help protecting his family from the outlaw Thorn, who’s just kidnapped Billy’s mother, Carol. As Red and Billy ride off to rescue Carol, they run into beautiful, tough-as-nails Leslie, who’s managed to escape Thorn’s men. The three race to stop Thorn’s wedding to Carol with guns a-blazing - but does she want to be rescued?",
        "title": "Desperate Riders",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 91.731,
        "poster": "https://image.tmdb.org/t/p/w500//xlEnJ6O2xIlcJPvo23PWUiiSS21.jpg",
        "synopsis": "Yusuke Kafuku, a stage actor and director, still unable, after two years, to cope with the loss of his beloved wife, accepts to direct Uncle Vanja at a theater festival in Hiroshima. There he meets Misaki, an introverted young woman, appointed to drive his car. In between rides, secrets from the past and heartfelt confessions will be unveiled.",
        "title": "Drive My Car",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 17.875,
        "poster": "https://image.tmdb.org/t/p/w500//isAGLrCGprcmYrpFLX0Amr4g6AS.jpg",
        "synopsis": "A story of a family seeking shelter in a neighbor’s bunker while the American economy is in collapse and the nation under martial law. There they find the danger inside is potentially greater than the danger outside.",
        "title": "American Refugee",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1366.553,
        "poster": "https://image.tmdb.org/t/p/w500//uQt2dJFMnJmAp9zLAWNfGilK0BW.jpg",
        "synopsis": "A group of top female agents from American, British, Chinese, Columbian and German  government agencies are drawn together to try and stop an organization from acquiring a deadly weapon to send the world into chaos.",
        "title": "The 355",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1244.997,
        "poster": "https://image.tmdb.org/t/p/w500//8c4a8kE7PizaGQQnditMmI1xbRp.jpg",
        "synopsis": "Plagued by strange memories, Neo's life takes an unexpected turn when he finds himself back inside the Matrix.",
        "title": "The Matrix Resurrections",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1956.577,
        "poster": "https://image.tmdb.org/t/p/w500//aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
        "synopsis": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
        "title": "Sing 2",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 73.419,
        "poster": "https://image.tmdb.org/t/p/w500//pioc0HaWG2Cf3zoDEGjTgJOSBvv.jpg",
        "synopsis": "Recounts the story of fledgling writer Samuel Liston and his experiences with Floyd Deveraux, the enigmatic, middle-aged father of two who enlists Samuel to write his biography.",
        "title": "Big Gold Brick",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 131.592,
        "poster": "https://image.tmdb.org/t/p/w500//h2XVccFQMQSBb6ZhyXOHMtAwrMP.jpg",
        "synopsis": "Unravel the mystery of a nightmarish town in middle America that traps all those who enter. As the unwilling residents fight to keep a sense of normalcy and search for a way out, they must also survive the threats of the surrounding forest – including the terrifying creatures that come out when the sun goes down.",
        "title": "From",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 143.717,
        "poster": "https://image.tmdb.org/t/p/w500//jD98aUKHQZNAmrk0wQQ9wmNQPnP.jpg",
        "synopsis": "The story of Alana Kane and Gary Valentine growing up, running around and going through the treacherous navigation of first love in the San Fernando Valley, 1973.",
        "title": "Licorice Pizza",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2099.68,
        "poster": "https://image.tmdb.org/t/p/w500//bcCBq9N1EMo3daNIjWJ8kYvrQm6.jpg",
        "synopsis": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
        "title": "Eternals",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 55.347,
        "poster": "https://image.tmdb.org/t/p/w500//rGZ7Hv2VvPHKM0Pav6cHyX4jaLN.jpg",
        "synopsis": "Each season of this anthology series explores a story that rocked the business world to its core and changed culture. The first season tells the story of Uber, one of Silicon Valley’s most successful and most destructive unicorns.",
        "title": "Super Pumped",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 461.888,
        "poster": "https://image.tmdb.org/t/p/w500//vHla3Ej2m53rNmvmYkzvennLrKn.jpg",
        "synopsis": "When Patrizia Reggiani, an outsider from humble beginnings, marries into the Gucci family, her unbridled ambition begins to unravel the family legacy and triggers a reckless spiral of betrayal, decadence, revenge, and ultimately…murder.",
        "title": "House of Gucci",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1.96,
        "poster": "https://image.tmdb.org/t/p/w500//32FStOrYlaKTitw9m4ue3WmQTRX.jpg",
        "synopsis": "A caring daughter, a laid-back mother, a popular teacher, a wife you are thick as thieves with – Joanna – is outstanding in each of these roles. But in none of them does she feel like herself. That is why she leads a double life. She has a secret she shares with no-one.",
        "title": "My Wonderful Life",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 51.63,
        "poster": "https://image.tmdb.org/t/p/w500//lxePQKDXKkQu97eKFjsXQZM7yuI.jpg",
        "synopsis": "Unhappy at work and in her personal life, Anita discovers a way to travel back to age 15. What will she change in her past?",
        "title": "Back to 15",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 529.791,
        "poster": "https://image.tmdb.org/t/p/w500//d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
        "synopsis": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
        "title": "Dune",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 251.129,
        "poster": "https://image.tmdb.org/t/p/w500//wrCVHdkBlBWdJUZPvnJWcBRuhSY.jpg",
        "synopsis": "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.",
        "title": "Demon Slayer: Kimetsu no Yaiba",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 1389.889,
        "poster": "https://image.tmdb.org/t/p/w500//hE3LRZAY84fG19a18pzpkZERjTE.jpg",
        "synopsis": "The continuing story of Peacemaker – a compellingly vainglorious man who believes in peace at any cost, no matter how many people he has to kill to get it – in the aftermath of the events of “The Suicide Squad.”",
        "title": "Peacemaker",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 2728.228,
        "poster": "https://image.tmdb.org/t/p/w500//680klE0dIreQQOyWKFgNnCAJtws.jpg",
        "synopsis": "An ambitious carnival man with a talent for manipulating people with a few well-chosen words hooks up with a female psychiatrist who is even more dangerous than he is.",
        "title": "Nightmare Alley",
        "type": "MOVIE",
        "year": "2021"
    }
]