[
    {
        "popularity": 62.838,
        "poster": "https://image.tmdb.org/t/p/w500//eLT8Cu357VOwBVTitkmlDEg32Fs.jpg",
        "synopsis": "Every six years, an ancient order of jiu-jitsu fighters joins forces to battle a vicious race of alien invaders. But when a celebrated war hero goes down in defeat, the fate of the planet and mankind hangs in the balance.",
        "title": "Jiu Jitsu",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 87.92,
        "poster": "https://image.tmdb.org/t/p/w500//e4qXQXXaVYvHBE3Rx5x3qrmxorB.jpg",
        "synopsis": "When Duchess Margaret unexpectedly inherits the throne & hits a rough patch with Kevin, it’s up to Stacy to save the day before a new lookalike — party girl Fiona — foils their plans.",
        "title": "The Princess Switch: Switched Again",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 112.662,
        "poster": "https://image.tmdb.org/t/p/w500//zyzJSI7UZZzz5Toj10rYGF5689z.jpg",
        "synopsis": "On the festive Life Day, Rey and BB-8 embark on an epic adventure across Star Wars history. They meet Luke Skywalker, Darth Vader, Obi-Wan Kenobi, Yoda and others - but must return to their friends for a Life Day feast.",
        "title": "The Lego Star Wars Holiday Special",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 681.098,
        "poster": "https://image.tmdb.org/t/p/w500//xZNw9xxtwbEf25NYoz52KdbXHPM.jpg",
        "synopsis": "Five young mutants, just discovering their abilities while held in a secret facility against their will, fight to escape their past sins and save themselves.",
        "title": "The New Mutants",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1731.324,
        "poster": "https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "title": "The Mandalorian",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 663.205,
        "poster": "https://image.tmdb.org/t/p/w500//sA154deR0X51EcR2lm2FfDczryg.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 24.434,
        "poster": "https://image.tmdb.org/t/p/w500//4n8QNNdk4BOX9Dslfbz5Dy6j1HK.jpg",
        "synopsis": "A rowdy, unorthodox Santa Claus is fighting to save his declining business. Meanwhile, Billy, a neglected and precocious 12 year old, hires a hit man to kill Santa after receiving a lump of coal in his stocking.",
        "title": "Fatman",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 238.741,
        "poster": "https://image.tmdb.org/t/p/w500//j3SqEpnRaIth24ktKcI9vp63P9A.jpg",
        "synopsis": "The gripping, decades-spanning inside story of Her Majesty Queen Elizabeth II and the Prime Ministers who shaped Britain's post-war destiny. \n\nThe Crown tells the inside story of two of the most famous addresses in the world – Buckingham Palace and 10 Downing Street – and the intrigues, love lives and machinations behind the great events that shaped the second half of the 20th century. Two houses, two courts, one Crown.",
        "title": "The Crown",
        "type": "SERIES",
        "year": "2016"
    },
    {
        "popularity": 47.855,
        "poster": "https://image.tmdb.org/t/p/w500//v8ax79K6TZEnMqSS5ePrNCnrK8R.jpg",
        "synopsis": "Amid the dust storms and economic depression of Dust Bowl Era Oklahoma, Eugene Evans finds his family farm on the brink of foreclosure. Discovering fugitive bank robber Allison Wells hiding in his small town, he is torn between claiming the bounty on her head and his growing attraction to the seductive criminal.",
        "title": "Dreamland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 229.782,
        "poster": "https://image.tmdb.org/t/p/w500//ecpe029lbZf0VOfVp9DK8Voy8Vc.jpg",
        "synopsis": "An imaginary world comes to life in a holiday tale of an eccentric toymaker, his adventurous granddaughter, and a magical invention that has the power to change their lives forever.",
        "title": "Jingle Jangle: A Christmas Journey",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 24.877,
        "poster": "https://image.tmdb.org/t/p/w500//mSTrRgXGzu2t1jVhTexIqwSHlk7.jpg",
        "synopsis": "Rory is an ambitious entrepreneur who brings his American wife and kids to his native country, England, to explore new business opportunities. After abandoning the sanctuary of their safe American suburban surroundings, the family is plunged into the despair of an archaic '80s Britain and their unaffordable new life in an English manor house threatens to destroy the family.",
        "title": "The Nest",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 68.854,
        "poster": "https://image.tmdb.org/t/p/w500//lunRXEz4Wun6oxg4mAsI8CctQ4a.jpg",
        "synopsis": "Private detective Cassie Dewell partners with ex-cop Jenny Hoyt on a search for two sisters who have been kidnapped by a truck driver on a remote highway in Montana. When they discover that these are not the only girls who have disappeared in the area, they must race against the clock to stop the killer before another woman is taken.",
        "title": "Big Sky",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 10.543,
        "poster": "https://image.tmdb.org/t/p/w500//tcKsgTnrjuZLWAJwn8uBZHy5YWy.jpg",
        "synopsis": "Join Will Smith, Tatyana Ali, Karyn Parsons, Joseph Marcell, Daphne Maxwell Reid, Alfonso Ribeiro and DJ Jazzy Jeff, for a funny and heartfelt night full of music and dancing in honor of the show that ran for six seasons and 148 episodes.",
        "title": "The Fresh Prince of Bel-Air Reunion Special",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 921.092,
        "poster": "https://image.tmdb.org/t/p/w500//clnyhPqj1SNgpAdeSS6a6fwE6Bo.jpg",
        "synopsis": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
        "title": "Grey's Anatomy",
        "type": "SERIES",
        "year": "2005"
    },
    {
        "popularity": 449.153,
        "poster": "https://image.tmdb.org/t/p/w500//g6tIKGc3f1H5QMz1dcgCwADKpZ7.jpg",
        "synopsis": "Lyra is an orphan who lives in a parallel universe in which science, theology and magic are entwined. Lyra's search for a kidnapped friend uncovers a sinister plot involving stolen children, and turns into a quest to understand a mysterious phenomenon called Dust. She is later joined on her journey by Will, a boy who possesses a knife that can cut windows between worlds. As Lyra learns the truth about her parents and her prophesied destiny, the two young people are caught up in a war against celestial powers that ranges across many worlds.",
        "title": "His Dark Materials",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 38.406,
        "poster": "https://image.tmdb.org/t/p/w500//eVyESHnWiTY1el8DEWbYMVW3K5k.jpg",
        "synopsis": "Set against the badlands of colonial Australia where the English rule with a bloody fist and the Irish endure, Ned Kelly discovers he comes from a line of Irish rebels—an uncompromising army of cross dressing bandits immortalised for terrorising their oppressors back in Ireland. Nurtured by the notorious bushranger, Harry Power and fuelled by the unfair arrest of his mother, Kelly recruits a wild bunch of warriors to plot one of the most audacious attacks of anarchy and rebellion the country has ever seen.",
        "title": "True History of the Kelly Gang",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 63.425,
        "poster": "https://image.tmdb.org/t/p/w500//6WC3cIhuaLZSq3SbtdOp2ZTSTe.jpg",
        "synopsis": "A divorced mother honks impatiently at a deranged middle-aged stranger at a red light while running late on her way to work. His road rage escalates to horrifyingly psychotic proportions as he becomes single-mindedly determined to teach her a deadly lesson for provoking him.",
        "title": "Unhinged",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 416.618,
        "poster": "https://image.tmdb.org/t/p/w500//zU0htwkhNvBQdVSIKB9s6hgVeFK.jpg",
        "synopsis": "In a Kentucky orphanage in the 1950s, a young girl discovers an astonishing talent for chess while struggling with addiction.",
        "title": "The Queen's Gambit",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 731.692,
        "poster": "https://image.tmdb.org/t/p/w500//aKx1ARwG55zZ0GpRvU2WrGrCG9o.jpg",
        "synopsis": "When the Emperor of China issues a decree that one man per family must serve in the Imperial Chinese Army to defend the country from Huns, Hua Mulan, the eldest daughter of an honored warrior, steps in to take the place of her ailing father. She is spirited, determined and quick on her feet. Disguised as a man by the name of Hua Jun, she is tested every step of the way and must harness her innermost strength and embrace her true potential.",
        "title": "Mulan",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 400.567,
        "poster": "https://image.tmdb.org/t/p/w500//KoYWXbnYuS3b0GyQPkbuexlVK9.jpg",
        "synopsis": "When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ",
        "title": "Supernatural",
        "type": "SERIES",
        "year": "2005"
    },
    {
        "popularity": 65.311,
        "poster": "https://image.tmdb.org/t/p/w500//2zh9v2G29RxwdRsbhSZK42ccfiQ.jpg",
        "synopsis": "A prisoner becomes a lawyer, litigating cases for other inmates while fighting to overturn his own life sentence for a crime he didn’t commit.",
        "title": "For Life",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 369.594,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 137.506,
        "poster": "https://image.tmdb.org/t/p/w500//98RYSYsRNKWgrAAFBn0WfploUG7.jpg",
        "synopsis": "Follow the voyages of Starfleet on their missions to discover new worlds and new life forms, and one Starfleet officer who must learn that to truly understand all things alien, you must first understand yourself.",
        "title": "Star Trek: Discovery",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 202.098,
        "poster": "https://image.tmdb.org/t/p/w500//or06FN3Dka5tukK1e9sl16pB3iy.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 964.599,
        "poster": "https://image.tmdb.org/t/p/w500//betExZlgK0l7CZ9CsCBVcwO1OjL.jpg",
        "synopsis": "In late 1967, a young orphaned boy goes to live with his loving grandma in the rural Alabama town of Demopolis. As the boy and his grandmother encounter some deceptively glamorous but thoroughly diabolical witches, she wisely whisks him away to a seaside resort. Regrettably, they arrive at precisely the same time that the world's Grand High Witch has gathered.",
        "title": "Roald Dahl's The Witches",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1232.799,
        "poster": "https://image.tmdb.org/t/p/w500//jlJ8nDhMhCYJuzOw3f52CP1W8MW.jpg",
        "synopsis": "When his best friend Gary is suddenly snatched away, SpongeBob takes Patrick on a madcap mission far beyond Bikini Bottom to save their pink-shelled pal.",
        "title": "The SpongeBob Movie: Sponge on the Run",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 326.34,
        "poster": "https://image.tmdb.org/t/p/w500//htJzeRcYI2ewMm4PTrg98UMXShe.jpg",
        "synopsis": "Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler.",
        "title": "The Blacklist",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 66.228,
        "poster": "https://image.tmdb.org/t/p/w500//jDc3O9m8ELHRRu1WXdTC5pCdC4n.jpg",
        "synopsis": "In seaside Italy, a Holocaust survivor with a daycare business takes in a 12-year-old street kid who recently robbed her.",
        "title": "The Life Ahead",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 49.716,
        "poster": "https://image.tmdb.org/t/p/w500//vYvppZMvXYheYTWVd8Rnn9nsmNp.jpg",
        "synopsis": "Covert security company Vanguard is the last hope of survival for an accountant after he is targeted by the world's deadliest mercenary organization.",
        "title": "Vanguard",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 56.546,
        "poster": "https://image.tmdb.org/t/p/w500//a726XitXkpejyiBwOLlGmO7SLOe.jpg",
        "synopsis": "The Fugitive Task Force relentlessly tracks and captures the notorious criminals on the Bureau’s Most Wanted list. Seasoned agent Jess LaCroix oversees the highly skilled team that functions as a mobile undercover unit that is always out in the field, pursuing those who are most desperate to elude justice.",
        "title": "FBI: Most Wanted",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 1077.766,
        "poster": "https://image.tmdb.org/t/p/w500//6tfT03sGp9k4c0J3dypjrI8TSAI.jpg",
        "synopsis": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives?",
        "title": "The Good Doctor",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 115.182,
        "poster": "https://image.tmdb.org/t/p/w500//wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
        "synopsis": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.",
        "title": "Harry Potter and the Philosopher's Stone",
        "type": "MOVIE",
        "year": "2001"
    },
    {
        "popularity": 44.751,
        "poster": "https://image.tmdb.org/t/p/w500//bYHu47S3yBPbWvlh4YbIYJ5e8X1.jpg",
        "synopsis": "The Warner siblings, Yakko and Wakko, and Dot, have a great time wreaking havoc and mayhem in the lives of everyone they meet. After returning to their beloved home, the Warner Bros. Water Tower, the Animaniacs waste no time in causing chaos and comic confusion as they run loose through the studio and beyond, turning the world into their personal playground. Joining Yakko, Wakko and Dot, fan-favorite characters Pinky and the Brain will also return to continue their quest for world domination.",
        "title": "Animaniacs",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 103.385,
        "poster": "https://image.tmdb.org/t/p/w500//lhMIra0pqWNuD6CIXoTmGwZ0EBS.jpg",
        "synopsis": "An eclectic foursome of aspiring teenage witches get more than they bargained for as they lean into their newfound powers.",
        "title": "The Craft: Legacy",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 189.907,
        "poster": "https://image.tmdb.org/t/p/w500//4V2nTPfeB59TcqJcUfQ9ziTi7VN.jpg",
        "synopsis": "Yet to fulfill their rock and roll destiny, the now middle-aged best friends Bill and Ted set out on a new adventure when a visitor from the future warns them that only their song can save life as we know it. Along the way, they are helped by their daughters, a new batch of historical figures and a few music legends—to seek the song that will set their world right and bring harmony to the universe.",
        "title": "Bill & Ted Face the Music",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 22.796,
        "poster": "https://image.tmdb.org/t/p/w500//ducK4LxP6csEHqRv2VeXgvfS10m.jpg",
        "synopsis": "A homeschooled teenager begins to suspect her mother is keeping a dark secret from her.",
        "title": "Run",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 90.887,
        "poster": "https://image.tmdb.org/t/p/w500//7aWmC7BjwBFgIKA77VqrXyRPicJ.jpg",
        "synopsis": "The New York office of the FBI brings to bear all their talents, intellect and technical expertise on major cases in order to keep their city and the country safe.",
        "title": "FBI",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 116.858,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 523.908,
        "poster": "https://image.tmdb.org/t/p/w500//sy6DvAu72kjoseZEjocnm2ZZ09i.jpg",
        "synopsis": "A soldier and his team battle hordes of post-apocalyptic zombies in the wastelands of the Korean Peninsula.",
        "title": "Peninsula",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 588.401,
        "poster": "https://image.tmdb.org/t/p/w500//e98dJUitAoKLwmzjQ0Yxp1VQrnU.jpg",
        "synopsis": "A lonely young boy feels different from everyone else. Desperate for a friend, he seeks solace and refuge in his ever-present cell phone and tablet. When a mysterious creature uses the boy’s devices against him to break into our world, his parents must fight to save their son from the monster beyond the screen.",
        "title": "Come Play",
        "type": "MOVIE",
        "year": "2020"
    }
]