[
    {
        "popularity": 4797.685,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 3401.963,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 2009.491,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1343.086,
        "poster": "https://image.tmdb.org/t/p/w500//bQLrHIRNEkE3PdIWQrZHynQZazu.jpg",
        "synopsis": "The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.",
        "title": "Vikings",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 130.439,
        "poster": "https://image.tmdb.org/t/p/w500//t7EUMSlfUN3jUSZUJOLURAzJzZs.jpg",
        "synopsis": "A WWII pilot traveling with top secret documents on a B-17 Flying Fortress encounters an evil presence on board the flight.",
        "title": "Shadow in the Cloud",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 2299.905,
        "poster": "https://image.tmdb.org/t/p/w500//obLBdhLxheKg8Li1qO11r2SwmYO.jpg",
        "synopsis": "This Karate Kid sequel series picks up 30 years after the events of the 1984 All Valley Karate Tournament and finds Johnny Lawrence on the hunt for redemption by reopening the infamous Cobra Kai karate dojo. This reignites his old rivalry with the successful Daniel LaRusso, who has been working to maintain the balance in his life without mentor Mr. Miyagi.",
        "title": "Cobra Kai",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 1523.497,
        "poster": "https://image.tmdb.org/t/p/w500//yxMpoHO0CXP5o9gB7IfsciilQS4.jpg",
        "synopsis": "As her 16th birthday nears, Sabrina must choose between the witch world of her family and the human world of her friends. Based on the Archie comic.",
        "title": "Chilling Adventures of Sabrina",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 979.36,
        "poster": "https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "title": "The Mandalorian",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 131.46,
        "poster": "https://image.tmdb.org/t/p/w500//cDDb7WA2i7cENhkEEjXEDrXGyNL.jpg",
        "synopsis": "The Doctor is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living—more of a hobby actually, and the Doctor's very, very good at it.",
        "title": "Doctor Who",
        "type": "SERIES",
        "year": "2005"
    },
    {
        "popularity": 114.634,
        "poster": "https://image.tmdb.org/t/p/w500//5vQlVWkIMPhZ88OWchJsgwGEK9.jpg",
        "synopsis": "A thriller set two hundred years in the future following the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history.",
        "title": "The Expanse",
        "type": "SERIES",
        "year": "2015"
    },
    {
        "popularity": 54.155,
        "poster": "https://image.tmdb.org/t/p/w500//xNw3V6IG88M7n391TSRZt2PHX3D.jpg",
        "synopsis": "This proudly profane series explores the history and impact of some of the most notorious bad words in the English language.",
        "title": "History of Swear Words",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 59.874,
        "poster": "https://image.tmdb.org/t/p/w500//mtDYMa2inpJjxq2DjELPXbtf02v.jpg",
        "synopsis": "Chloe, a teenager who is confined to a wheelchair, is homeschooled by her mother, Diane. Chloe soon becomes suspicious of her mother and begins to suspect that she may be harboring a dark secret.",
        "title": "Run",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 97.707,
        "poster": "https://image.tmdb.org/t/p/w500//f4xfU5BUrdDeOgt3J6drQGNjfZk.jpg",
        "synopsis": "The third and final instalment in the Burnout trilogy. This time, the road leads trough Norway, to Sweden, Denmark and finally Germany to race on the famous racing track, Nürburgring.",
        "title": "Asphalt Burning",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1586.556,
        "poster": "https://image.tmdb.org/t/p/w500//tK1zy5BsCt1J4OzoDicXmr0UTFH.jpg",
        "synopsis": "Searching for a safer habitat, the prehistoric Crood family discovers an idyllic, walled-in paradise that meets all of its needs. Unfortunately, they must also learn to live with the Bettermans -- a family that's a couple of steps above the Croods on the evolutionary ladder. As tensions between the new neighbors start to rise, a new threat soon propels both clans on an epic adventure that forces them to embrace their differences, draw strength from one another, and survive together.",
        "title": "The Croods: A New Age",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 44.072,
        "poster": "https://image.tmdb.org/t/p/w500//y1AWUlJUxsnwEiC0gTfP2nUZ9c5.jpg",
        "synopsis": "A group of misfit cops rise up from decades of helplessness to save their corrupt city from catastrophe. Inspired by the characters created by Sir Terry Pratchett’s famous “Discworld” novels.",
        "title": "The Watch",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 48.581,
        "poster": "https://image.tmdb.org/t/p/w500//vXuQOGZtmbzuHoWdPKoukb2SWms.jpg",
        "synopsis": "The remarkable story of how murderer Charles Sobhraj was captured. As the chief suspect in unsolved murders of young Western travellers across India, Thailand and Nepal’s ‘Hippie Trail’ in 1975 and 1976, Sobhraj had repeatedly slipped from the grasp of authorities worldwide to become Interpol's most wanted man, with arrest warrants on three different continents.",
        "title": "The Serpent",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 3402.617,
        "poster": "https://image.tmdb.org/t/p/w500//51JxCk77ZCqLzbLkrDl9Qho6KUh.jpg",
        "synopsis": "A lone scientist in the Arctic races to contact a crew of astronauts returning home to a mysterious global catastrophe.",
        "title": "The Midnight Sky",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 130.171,
        "poster": "https://image.tmdb.org/t/p/w500//w6XiuRK5QQaLNmIqDRCWOpEcHwi.jpg",
        "synopsis": "In a world mostly wiped out by the plague and embroiled in an elemental struggle between good and evil, the fate of mankind rests on the frail shoulders of the 108-year-old Mother Abagail and a handful of survivors. Their worst nightmares are embodied in a man with a lethal smile and unspeakable powers: Randall Flagg, the Dark Man.",
        "title": "The Stand",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 13.791,
        "poster": "https://image.tmdb.org/t/p/w500//mriIrIbBJb9JtwhLf48MzvvQr6h.jpg",
        "synopsis": "Two American entrepreneurs must face a Russian mobster's vengeance after they cut him out of a business deal.",
        "title": "American Dream",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 167.274,
        "poster": "https://image.tmdb.org/t/p/w500//wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
        "synopsis": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.",
        "title": "Harry Potter and the Philosopher's Stone",
        "type": "MOVIE",
        "year": "2001"
    },
    {
        "popularity": 45.775,
        "poster": "https://image.tmdb.org/t/p/w500//eYMeV0DQuAkugB3TVBZBe2rEXka.jpg",
        "synopsis": "A woman in her sixties embarks on a journey through the Western United States after losing everything in the Great Recession, living as a van-dwelling modern-day nomad.",
        "title": "Nomadland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 121.231,
        "poster": "https://image.tmdb.org/t/p/w500//6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
        "synopsis": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
        "title": "Star Wars",
        "type": "MOVIE",
        "year": "1977"
    },
    {
        "popularity": 118.772,
        "poster": "https://image.tmdb.org/t/p/w500//lK0NAXT7mcJrC3NK8vpXwK5EJQu.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 77.671,
        "poster": "https://image.tmdb.org/t/p/w500//cjzU4g6SlScnP4MdkleyI25KGlR.jpg",
        "synopsis": "A young woman haunted by a tragedy in her past takes revenge on the predatory men unlucky enough to cross her path.",
        "title": "Promising Young Woman",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 284.843,
        "poster": "https://image.tmdb.org/t/p/w500//qaewZKBKmXjb4ZfFBb1LCug6BE8.jpg",
        "synopsis": "Wealth, lust, and betrayal set in the backdrop of Regency era England, seen through the eyes of the powerful Bridgerton family.",
        "title": "Bridgerton",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 1.96,
        "poster": "https://image.tmdb.org/t/p/w500//8zrgid8f6c2ODn2T94jKfopOF4C.jpg",
        "synopsis": "The background and career of Tony Parker, whose determination led him to become arguably the greatest French basketball player.",
        "title": "Tony Parker: The Final Shot",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2473.191,
        "poster": "https://image.tmdb.org/t/p/w500//1S21HpcKY6uQ9UAw68aICmrJaq6.jpg",
        "synopsis": "When alien invaders capture Earth's superheroes, their kids must learn to work together to save their parents - and the planet.",
        "title": "We Can Be Heroes",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 27.752,
        "poster": "https://image.tmdb.org/t/p/w500//b5cz6BoyHrgBnhfDHOW5hXRWbln.jpg",
        "synopsis": "Following the death of his wife, Ip Man travels to San Francisco to ease tensions between the local kung fu masters and his star student, Bruce Lee, while searching for a better future for his son.",
        "title": "Ip Man 4: The Finale",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 2088.646,
        "poster": "https://image.tmdb.org/t/p/w500//zeD4PabP6099gpE0STWJrJrCBCs.jpg",
        "synopsis": "A bank robber tries to turn himself in because he's falling in love and wants to live an honest life...but when he realizes the Feds are more corrupt than him, he must fight back to clear his name.",
        "title": "Honest Thief",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 28.93,
        "poster": "https://image.tmdb.org/t/p/w500//8vQwdV33tthEHmPjGz70ogBUpnR.jpg",
        "synopsis": "",
        "title": "Surviving Death",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 139.467,
        "poster": "https://image.tmdb.org/t/p/w500//or06FN3Dka5tukK1e9sl16pB3iy.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 291.994,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 51.082,
        "poster": "https://image.tmdb.org/t/p/w500//xhF6IXlq4HjEqoAqoPTq4YkgHB1.jpg",
        "synopsis": "After an unusual event, Zoey Clarke, a whip-smart computer coder forging her way in San Francisco, suddenly starts to hear the innermost wants, thoughts and desires of the people around her through popular songs.",
        "title": "Zoey's Extraordinary Playlist",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 71.858,
        "poster": "https://image.tmdb.org/t/p/w500//2EJ5QSz6f5Iya12DR8pfJ2bNCd2.jpg",
        "synopsis": "Natsuki Subaru, an ordinary high school  student, is on his way home from the convenience store when he finds  himself transported to another world. As he's lost and confused in a new  world where he doesn't even know left from right, the only person to  reach out to him was a beautiful girl with silver hair. Determined to  repay her somehow for saving him from his own despair, Subaru agrees to  help the girl find something she's looking for.",
        "title": "Re:ZERO -Starting Life in Another World-",
        "type": "SERIES",
        "year": "2016"
    },
    {
        "popularity": 75.421,
        "poster": "https://image.tmdb.org/t/p/w500//6hChiX0vIjWY4y2kz1WndHVMsDu.jpg",
        "synopsis": "Starting over isn’t easy, especially for small-town guy John Nolan who, after a life-altering incident, is pursuing his dream of being an LAPD officer. As the force’s oldest rookie, he’s met with skepticism from some higher-ups who see him as just a walking midlife crisis.",
        "title": "The Rookie",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 42.762,
        "poster": "https://image.tmdb.org/t/p/w500//t5vPWN3NdfgexpiacqObfdTtJ5Z.jpg",
        "synopsis": "A Korean-American family moves to Arkansas in search of their own American Dream. With the arrival of their sly, foul-mouthed, but incredibly loving grandmother, the stability of their relationships is challenged even more in this new life in the rugged Ozarks, testing the undeniable resilience of family and what really makes a home.",
        "title": "Minari",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 73.354,
        "poster": "https://image.tmdb.org/t/p/w500//6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
        "synopsis": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
        "title": "The Lord of the Rings: The Fellowship of the Ring",
        "type": "MOVIE",
        "year": "2001"
    },
    {
        "popularity": 190.161,
        "poster": "https://image.tmdb.org/t/p/w500//MoEKaPFHABtA1xKoOteirGaHl1.jpg",
        "synopsis": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing.",
        "title": "Money Heist",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 137.105,
        "poster": "https://image.tmdb.org/t/p/w500//bPaVOvW2LK6oYrRv9Ybb196ywub.jpg",
        "synopsis": "Follows the lives and families of three adults living and growing up in the United States of America in present and past times. As their paths cross and their life stories intertwine in curious ways, we find that several of them share the same birthday - and so much more than anyone would expect.",
        "title": "This Is Us",
        "type": "SERIES",
        "year": "2016"
    },
    {
        "popularity": 155.939,
        "poster": "https://image.tmdb.org/t/p/w500//r4Lm1XKP0VsTgHX4LG4syAwYA2I.jpg",
        "synopsis": "Seven years after the Monsterpocalypse, Joel Dawson, along with the rest of humanity, has been living underground ever since giant creatures took control of the land. After reconnecting over radio with his high school girlfriend Aimee, who is now 80 miles away at a coastal colony, Joel begins to fall for her again. As Joel realizes that there’s nothing left for him underground, he decides against all logic to venture out to Aimee, despite all the dangerous monsters that stand in his way.",
        "title": "Love and Monsters",
        "type": "MOVIE",
        "year": "2020"
    }
]