[
    {
        "popularity": 717.654,
        "poster": "https://image.tmdb.org/t/p/w500//glKDfE6btIRcVB5zrjspRIs4r52.jpg",
        "synopsis": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
        "title": "WandaVision",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 86.3,
        "poster": "https://image.tmdb.org/t/p/w500//6XYLiMxHAaCsoyrVo38LBWMw2p8.jpg",
        "synopsis": "In the near future, a drone pilot is sent into a deadly militarized zone and must work with an android officer to locate a doomsday device.",
        "title": "Outside the Wire",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 110.251,
        "poster": "https://image.tmdb.org/t/p/w500//fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "synopsis": "A Texan traveling across the wild West bringing the news of the world to local townspeople, agrees to help rescue a young girl who was kidnapped.",
        "title": "News of the World",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 37.834,
        "poster": "https://image.tmdb.org/t/p/w500//aLyRtGJWH4AHe5DZxtneTLIwtls.jpg",
        "synopsis": "In the aftermath of Cassius Clay's defeat of Sonny Liston in 1964, the boxer meets with Malcolm X, Sam Cooke and Jim Brown to change the course of history in the segregated South.",
        "title": "One Night in Miami...",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 64.925,
        "poster": "https://image.tmdb.org/t/p/w500//svHelD0Hb3TXPAQoPsoBwdDMTvf.jpg",
        "synopsis": "Set against the backdrop of the COVID-19 lockdown, sparring couple Linda and Paxton call a truce to attempt a high-risk jewellery heist at one of the world’s most exclusive department stores, Harrods.",
        "title": "Locked Down",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 235.973,
        "poster": "https://image.tmdb.org/t/p/w500//jzhbZZWHMOxVF9uz8lNilDEx8dl.jpg",
        "synopsis": "Bruce Wayne faces a deadly menace from his past, with the help of three former classmates: world-renowned martial artists Richard Dragon, Ben Turner and Lady Shiva.",
        "title": "Batman: Soul of the Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3663.168,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 180.408,
        "poster": "https://image.tmdb.org/t/p/w500//1WynayCqKRzrl4cFZR8NOfiDwd6.jpg",
        "synopsis": "Set in a ruined medieval city called Dreamland, Disenchantment follows the grubby adventures of a hard-drinking princess, her feisty elf companion and her personal demon.",
        "title": "Disenchantment",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 34.286,
        "poster": "https://image.tmdb.org/t/p/w500//yPVy1YUnXUKck11KwaPfKDAr42P.jpg",
        "synopsis": "After spending a lifetime in a hippie community, an 18-year-old girl takes the chance to go out into the real world and decides to look for her father.",
        "title": "Double Dad",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 50.91,
        "poster": "https://image.tmdb.org/t/p/w500//sqqUOqhc0xeRyxTImiEk6EYSCpp.jpg",
        "synopsis": "Two New Orleans paramedics' lives are ripped apart after encountering a series of horrific deaths linked to a designer drug with bizarre, otherworldly effects.",
        "title": "Synchronic",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 926.506,
        "poster": "https://image.tmdb.org/t/p/w500//sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
        "synopsis": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
        "title": "Lupin",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 114.945,
        "poster": "https://image.tmdb.org/t/p/w500//8yfkkAeoI77opqAvB9fyf4knftS.jpg",
        "synopsis": "A Philadelphia couple are in mourning after an unspeakable tragedy creates a rift in their marriage and opens the door for a mysterious force to enter their home.",
        "title": "Servant",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 2925.462,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 97.91,
        "poster": "https://image.tmdb.org/t/p/w500//73QoFJFmUrJfDG2EynFjNc5gJxk.jpg",
        "synopsis": "A young woman haunted by a tragedy in her past takes revenge on the predatory men unlucky enough to cross her path.",
        "title": "Promising Young Woman",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1060.068,
        "poster": "https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 23.216,
        "poster": "https://image.tmdb.org/t/p/w500//vrkCShiHKMZRCMENpzG9H7DkGpX.jpg",
        "synopsis": "17-year-old Zoe Hull uses her wits, survival skills, and compassion to fight for her life, and those of her fellow classmates, against a group of live-streaming school shooters.",
        "title": "Run Hide Fight",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 48.308,
        "poster": "https://image.tmdb.org/t/p/w500//vWGkIHeCLw9wWvPXnPTOM9d5GiK.jpg",
        "synopsis": "A couple flying on a small plane to attend a tropical island wedding must fight for their lives after their pilot suffers a heart attack.",
        "title": "Horizon Line",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 79.482,
        "poster": "https://image.tmdb.org/t/p/w500//yCTo0s8xzQplZY5h70cRy2OA4Pt.jpg",
        "synopsis": "Having just returned home, decorated U.S. Marine Captain Brad Paxton's (Gary Dourdan) wife, Kate, is kidnapped by a terrorist group while working in Morocco. He is forced back into action for a daring and deadly operation to save the woman he loves.",
        "title": "Redemption Day",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1048.026,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 546.408,
        "poster": "https://image.tmdb.org/t/p/w500//OgUfLlhfBFx5BPK6LzBWFvBW1w.jpg",
        "synopsis": "When a young mother's home birth ends in unfathomable tragedy, she begins a year-long odyssey of mourning that fractures relationships with loved ones in this deeply personal story of a woman learning to live alongside her loss.",
        "title": "Pieces of a Woman",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1050.47,
        "poster": "https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "title": "The Mandalorian",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 155.659,
        "poster": "https://image.tmdb.org/t/p/w500//lK0NAXT7mcJrC3NK8vpXwK5EJQu.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 106.581,
        "poster": "https://image.tmdb.org/t/p/w500//7W0G3YECgDAfnuiHG91r8WqgIOe.jpg",
        "synopsis": "Queen Poppy and Branch make a surprising discovery — there are other Troll worlds beyond their own, and their distinct differences create big clashes between these various tribes. When a mysterious threat puts all of the Trolls across the land in danger, Poppy, Branch, and their band of friends must embark on an epic quest to create harmony among the feuding Trolls to unite them against certain doom.",
        "title": "Trolls World Tour",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 69.103,
        "poster": "https://image.tmdb.org/t/p/w500//jpis9X6awQ1X5MBm9eHRUc0N0pu.jpg",
        "synopsis": "A master thief who uses her skills for good, Carmen Sandiego travels the world foiling V.I.L.E.'s evil plans -- with help from her savvy sidekicks.",
        "title": "Carmen Sandiego",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 20.664,
        "poster": "https://image.tmdb.org/t/p/w500//vY0m7PyZe3IeIqijFr6jRwYKMwk.jpg",
        "synopsis": "Bling Empire follows a wildly wealthy group of Asian and Asian-American friends (and frenemies) in Los Angeles. While their days and nights are filled with fabulous parties and expensive shopping sprees, don’t let the glitz and glamour fool you. Between running multi-billion dollar businesses and traveling the world, these friends are as good at keeping secrets as they are at spilling them. And there is certainly no shortage of secrets.",
        "title": "Bling Empire",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 8.449,
        "poster": "https://image.tmdb.org/t/p/w500//dUQQ3q3UucGn6pdetjj6nDMvYWg.jpg",
        "synopsis": "Two thieving teenage brothers, stealing money to help their sick mom, match wits with a troubled security guard stuck at the bottom of a forgotten well.",
        "title": "Don't Tell a Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 31.208,
        "poster": "https://image.tmdb.org/t/p/w500//zaK20kqsos65s5O6caDKuvFQvBb.jpg",
        "synopsis": "Tandav is the coming together of different worlds under the gamut of politics. It is a dramatic take of the powerplay between people at the highest level where they get overthrown by others to secure their position. Young and upcoming student politicians are also featured and we get to see where their future is headed in this dark abyss of politics.",
        "title": "Tandav",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 45.201,
        "poster": "https://image.tmdb.org/t/p/w500//mMICdcRBxiEUUpdAFCYRezE3Dy5.jpg",
        "synopsis": "Diagnosed with a mental illness halfway through his senior year of high school, a witty, introspective teen struggles to keep it a secret while falling in love with a brilliant classmate who inspires him to open his heart and not be defined by his condition.",
        "title": "Words on Bathroom Walls",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 130.393,
        "poster": "https://image.tmdb.org/t/p/w500//gBRM1EgfslcxcZCSf6Vp89VYCmP.jpg",
        "synopsis": "After a group of teens from a small Midwestern town begin to mysteriously disappear, the locals believe it is the work of an urban legend known as The Empty Man. As a retired cop investigates and struggles to make sense of the stories, he discovers a secretive group and their attempts to summon a horrific, mystical entity, and soon his life—and the lives of those close to him—are in grave danger.",
        "title": "The Empty Man",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 14.375,
        "poster": "https://image.tmdb.org/t/p/w500//zQbjwEeK1pn1Ha0aF2XBHLpdv5p.jpg",
        "synopsis": "Summer 1939. Influential families in Nazi Germany have sent their daughters to a finishing school in an English seaside town to learn the language and be ambassadors for a future looking National Socialist. A teacher there sees what is coming and is trying to raise the alarm. But the authorities believe he is the problem.",
        "title": "Six Minutes to Midnight",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 81.14,
        "poster": "https://image.tmdb.org/t/p/w500//3KCAZaKHmoMIN9dHutqaMtubQqD.jpg",
        "synopsis": "An ex-con becomes the traveling partner of a conman who turns out to be one of the older gods trying to recruit troops to battle the upstart deities. Based on Neil Gaiman's fantasy novel.",
        "title": "American Gods",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 367.076,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 53.82,
        "poster": "https://image.tmdb.org/t/p/w500//9v43jAAfCYcQEgeMJ1H0rghN0of.jpg",
        "synopsis": "A married man is tricked into a murder scheme by a female police detective.",
        "title": "Fatale",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 37.54,
        "poster": "https://image.tmdb.org/t/p/w500//dLlnzbDCblBXcJqFLXyvN43NIwp.jpg",
        "synopsis": "One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind, to kickstart civilization with the power of science!",
        "title": "Dr. Stone",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 39.837,
        "poster": "https://image.tmdb.org/t/p/w500//fOX6cKsDSCRKrDCk4vWFv2MgzM3.jpg",
        "synopsis": "Beneath the sunlit glamour of 1985 LA lurks a relentlessly evil serial killer. In this true-crime story, two detectives won't rest until they catch him.",
        "title": "Night Stalker: The Hunt For a Serial Killer",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 293.334,
        "poster": "https://image.tmdb.org/t/p/w500//8xC6QSyxrpm0D5A6iyHNemEWBVe.jpg",
        "synopsis": "A mystical, ancient dagger causes a notorious serial killer to magically switch bodies with a 17-year-old girl.",
        "title": "Freaky",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 2.744,
        "poster": "https://image.tmdb.org/t/p/w500//rexHPVJLZxTMTSRIsEjelkhk0Td.jpg",
        "synopsis": "On their fifth wedding anniversary, Sitio and Ana start arguing inside an elevator that keeps opening in their same floor. Emotionally and physically trapped, the two will have to work together to find a way out.",
        "title": "The Lift",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 14.899,
        "poster": "https://image.tmdb.org/t/p/w500//o526w7HVY0zc2g8i8T9Z1y9mnQQ.jpg",
        "synopsis": "A man with a mysterious past flees the country to escape his own personal hell... only to arrive somewhere much worse. In an effort to survive this new horror, he turns to his personified conscience.",
        "title": "Bloody Hell",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 935.804,
        "poster": "https://image.tmdb.org/t/p/w500//bQLrHIRNEkE3PdIWQrZHynQZazu.jpg",
        "synopsis": "The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.",
        "title": "Vikings",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 31.989,
        "poster": "https://image.tmdb.org/t/p/w500//6OWTh12f8gmZ8uo4O2rE5TPKvzc.jpg",
        "synopsis": "When her estranged mother falls into a coma, a self-made single mom grapples with regret and resentment while reflecting on their strained relationship.",
        "title": "Tribhanga",
        "type": "MOVIE",
        "year": "2021"
    }
]