[
    {
        "popularity": 183.387,
        "poster": "https://image.tmdb.org/t/p/w500//zJ3ywXUZW1qlRvtvGuAQpi55JMo.jpg",
        "synopsis": "An elite Navy SEAL uncovers an international conspiracy while seeking justice for the murder of his pregnant wife.",
        "title": "Tom Clancy's Without Remorse",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 69.765,
        "poster": "https://image.tmdb.org/t/p/w500//9tSkNmGt1K5Lgf0L0BTHHYJNz0W.jpg",
        "synopsis": "Catherine Clare reluctantly trades life in 1980s Manhattan for a remote home in the tiny hamlet of Chosen, New York, after her husband George lands a job teaching art history at a small Hudson Valley college. Even as she does her best to transform the old dairy farm into a place where young daughter Franny will be happy, Catherine increasingly finds herself isolated and alone. She soon comes to sense a sinister darkness lurking both in the walls of the ramshackle property—and in her marriage to George.",
        "title": "Things Heard & Seen",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 31.425,
        "poster": "https://image.tmdb.org/t/p/w500//1RjkFdP1pQrqQ3DYKuxR9JnQ5JO.jpg",
        "synopsis": "A quirky, dysfunctional family's road trip is upended when they find themselves in the middle of the robot apocalypse and suddenly become humanity's unlikeliest last hope.",
        "title": "The Mitchells vs. The Machines",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 7966.615,
        "poster": "https://image.tmdb.org/t/p/w500//6Wdl9N6dL0Hi0T1qJLWSz6gMLbd.jpg",
        "synopsis": "Washed-up MMA fighter Cole Young, unaware of his heritage, and hunted by Emperor Shang Tsung's best warrior, Sub-Zero, seeks out and trains with Earth's greatest champions as he prepares to stand against the enemies of Outworld in a high stakes battle for the universe.",
        "title": "Mortal Kombat",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2587.514,
        "poster": "https://image.tmdb.org/t/p/w500//h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
        "synopsis": "Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 28.034,
        "poster": "https://image.tmdb.org/t/p/w500//xvM8auqa0dckJefuKVGAWG9dFN.jpg",
        "synopsis": "With the human race's future at stake, a group of young men and women embark on an expedition to colonize a distant planet. But when they uncover disturbing secrets about the mission, they become helpless for pleasure, hunger, and power once avoiding drinking the 'Blue'. The Blue is a drug that keeps them from having sexual feelings and for not having power and strength. They then begin to explore their most primordial natures and try and find a way out of the spaceship.",
        "title": "Voyagers",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 137.603,
        "poster": "https://image.tmdb.org/t/p/w500//e4REOC6CZW8J6FslA4nRvdQXFXR.jpg",
        "synopsis": "While speeding off to help in an impromptu battle, The Flash blazes and rips through time, only to find himself dropped into the middle of World War II. It’s here that The Flash meets Wonder Woman and her top secret team, known as the Justice Society of America. Amidst the raging tides of war, gripping combat and the velocity of valor, The Flash must fight to return to his own timeline.",
        "title": "Justice Society: World War II",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 354.036,
        "poster": "https://image.tmdb.org/t/p/w500//66GUmWpTHgAjyp4aBSXy63PZTiC.jpg",
        "synopsis": "A woman in her sixties embarks on a journey through the western United States after losing everything in the Great Recession, living as a van-dwelling modern-day nomad.",
        "title": "Nomadland",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3242.331,
        "poster": "https://image.tmdb.org/t/p/w500//pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
        "synopsis": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "title": "Godzilla vs. Kong",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 47.936,
        "poster": "https://image.tmdb.org/t/p/w500//hgYqEkZQS2fgC6E9fe8Le1Kxbmw.jpg",
        "synopsis": "In a war-torn feudal Japan filled with mechs and magic, the greatest ronin never known, Yasuke, struggles to maintain a peaceful existence after a past life of violence. But when a local village becomes the center of social upheaval between warring daimyo, Yasuke must take up his sword and transport a mysterious child who is the target of dark forces and bloodthirsty warlords.",
        "title": "Yasuke",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 306.899,
        "poster": "https://image.tmdb.org/t/p/w500//oIkxqt6ug5zT5ZSUUyc1Iqopf02.jpg",
        "synopsis": "Set in a dystopian future, a woman is forced to live as a concubine under a fundamentalist theocratic dictatorship. A TV adaptation of Margaret Atwood's novel.",
        "title": "The Handmaid's Tale",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 42.027,
        "poster": "https://image.tmdb.org/t/p/w500//yVtwJQN2uBbGF9rryXPIvuJHWzH.jpg",
        "synopsis": "Allie Fox—a brilliant inventor and stubborn idealist—uproots his family for a dangerous quest through Mexico to flee the U.S. government and find safety.",
        "title": "The Mosquito Coast",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 42.43,
        "poster": "https://image.tmdb.org/t/p/w500//hbZEFpGAycJd2FLmcCUcS6RBRDg.jpg",
        "synopsis": "An accidental killing leads a man down a dark hole of intrigue and murder. Just as he finds love and freedom, one phone call brings back the nightmare.",
        "title": "The Innocent",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 2443.352,
        "poster": "https://image.tmdb.org/t/p/w500//6kbAMLteGO8yyewYau6bJ683sw7.jpg",
        "synopsis": "Following the events of “Avengers: Endgame”, the Falcon, Sam Wilson and the Winter Soldier, Bucky Barnes team up in a global adventure that tests their abilities, and their patience.",
        "title": "The Falcon and the Winter Soldier",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 259.425,
        "poster": "https://image.tmdb.org/t/p/w500//mrVoyDFiDSqfH4mkoRtccOv2vwh.jpg",
        "synopsis": "In a world cleaved in two by a massive barrier of perpetual darkness, a young soldier uncovers a power that might finally unite her country. But as she struggles to hone her power, dangerous forces plot against her. Thugs, thieves, assassins and saints are at war now, and it will take more than magic to survive.",
        "title": "Shadow and Bone",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 138.048,
        "poster": "https://image.tmdb.org/t/p/w500//vXHzO26mJaOt4VO7ZFiM6No5ScT.jpg",
        "synopsis": "A lonesome stranger with nerves of steel must track down and kill a rogue hitman to satisfy an outstanding debt. But the only information he's been given is a time and location where to find his quarry. No name. No description. Nothing.",
        "title": "The Virtuoso",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 864.682,
        "poster": "https://image.tmdb.org/t/p/w500//yDWJYRAwMNKbIYT8ZB33qy84uzO.jpg",
        "synopsis": "Mark Grayson is a normal teenager except for the fact that his father is the most powerful superhero on the planet. Shortly after his seventeenth birthday, Mark begins to develop powers of his own and enters into his father’s tutelage.",
        "title": "Invincible",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 669.869,
        "poster": "https://image.tmdb.org/t/p/w500//yOscLK7KzEPDdi1P8RmevGIjOSp.jpg",
        "synopsis": "A three-person crew on a mission to Mars faces an impossible choice when an unplanned passenger jeopardizes the lives of everyone on board.",
        "title": "Stowaway",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 86.428,
        "poster": "https://image.tmdb.org/t/p/w500//fTSZcItpRyRpolA82EfdKinmLRL.jpg",
        "synopsis": "To build an innovative sex app and win a tech competition, a sexually inexperienced student and her friends must explore the daunting world of intimacy.",
        "title": "Sexify",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1944.29,
        "poster": "https://image.tmdb.org/t/p/w500//6vcDalR50RWa309vBH1NLmG2rjQ.jpg",
        "synopsis": "Jim Hanson’s quiet life is suddenly disturbed by two people crossing the US/Mexico border – a woman and her young son – desperate to flee a Mexican cartel. After a shootout leaves the mother dead, Jim becomes the boy’s reluctant defender. He embraces his role as Miguel’s protector and will stop at nothing to get him to safety, as they go on the run from the relentless assassins.",
        "title": "The Marksman",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1957.088,
        "poster": "https://image.tmdb.org/t/p/w500//tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
        "synopsis": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
        "title": "Zack Snyder's Justice League",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2130.016,
        "poster": "https://image.tmdb.org/t/p/w500//oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
        "synopsis": "Hutch Mansell, a suburban dad, overlooked husband, nothing neighbor — a \"nobody.\" When two thieves break into his home one night, Hutch's unknown long-simmering rage is ignited and propels him on a brutal path that will uncover dark secrets he fought to leave behind.",
        "title": "Nobody",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 43.457,
        "poster": "https://image.tmdb.org/t/p/w500//gd9PcIgzV3YWa0c7iCECG1TuXX5.jpg",
        "synopsis": "After a botched scam, Clóvis bumps into Lohane, his estranged foster sister. In a bind, they soon realize the only way out is to band together.",
        "title": "Get the Grift",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 54.547,
        "poster": "https://image.tmdb.org/t/p/w500//efAH3wdr1ZuqK0sBmBdqvAZG7PT.jpg",
        "synopsis": "Reeling from tragedy, a nondescript house cleaner embarks on a murderous streak as she searches for her missing husband and reckons with old wounds.",
        "title": "Fatma",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 50.152,
        "poster": "https://image.tmdb.org/t/p/w500//32vLDKSzcCMh55zqqaSqqUA8naz.jpg",
        "synopsis": "Set before the events of ‘Soul’, 22 refuses to go to Earth, enlisting a gang of 5 new souls in attempt of rebellion. However, 22’s subversive plot leads to a surprising revelation about the meaning of life.",
        "title": "22 vs. Earth",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 848.504,
        "poster": "https://image.tmdb.org/t/p/w500//6KErczPBROQty7QoIsaa6wJYXZi.jpg",
        "synopsis": "Tom the cat and Jerry the mouse get kicked out of their home and relocate to a fancy New York hotel, where a scrappy employee named Kayla will lose her job if she can’t evict Jerry before a high-class wedding at the hotel. Her solution? Hiring Tom to get rid of the pesky mouse.",
        "title": "Tom & Jerry",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 560.867,
        "poster": "https://image.tmdb.org/t/p/w500//c7VlGCCgM9GZivKSzBgzuOVxQn7.jpg",
        "synopsis": "Deputy Sheriff Joe \"Deke\" Deacon joins forces with Sgt. Jim Baxter to search for a serial killer who's terrorizing Los Angeles. As they track the culprit, Baxter is unaware that the investigation is dredging up echoes of Deke's past, uncovering disturbing secrets that could threaten more than his case.",
        "title": "The Little Things",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 127.2,
        "poster": "https://image.tmdb.org/t/p/w500//iIgr75GoqFxe1X5Wz9siOODGe9u.jpg",
        "synopsis": "Bill O'Neal infiltrates the Black Panthers on the orders of FBI Agent Mitchell and J. Edgar Hoover. As Black Panther Chairman Fred Hampton ascends—falling for a fellow revolutionary en route—a battle wages for O’Neal’s soul.",
        "title": "Judas and the Black Messiah",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1286.989,
        "poster": "https://image.tmdb.org/t/p/w500//lPsD10PP4rgUGiGR4CCXA6iY0QQ.jpg",
        "synopsis": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
        "title": "Raya and the Last Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 80.394,
        "poster": "https://image.tmdb.org/t/p/w500//wrCVHdkBlBWdJUZPvnJWcBRuhSY.jpg",
        "synopsis": "It is the Taishō period in Japan. Tanjirō, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjirō resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.",
        "title": "Demon Slayer: Kimetsu no Yaiba",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 197.937,
        "poster": "https://image.tmdb.org/t/p/w500//uxWXW1YYQENSv7OzHB4Hds0bK3b.jpg",
        "synopsis": "A man refuses all assistance from his daughter as he ages and, as he tries to make sense of his changing circumstances, he begins to doubt his loved ones, his own mind and even the fabric of his reality.",
        "title": "The Father",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 147.063,
        "poster": "https://image.tmdb.org/t/p/w500//t7EUMSlfUN3jUSZUJOLURAzJzZs.jpg",
        "synopsis": "A WWII pilot traveling with top secret documents on a B-17 Flying Fortress encounters an evil presence on board the flight.",
        "title": "Shadow in the Cloud",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 54.992,
        "poster": "https://image.tmdb.org/t/p/w500//zFIjKtZrzhmc7HecdFXXjsLR2Ig.jpg",
        "synopsis": "Cold War spy Greville Wynne and his Russian source try to put an end to the Cuban Missile Crisis.",
        "title": "The Courier",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 555.438,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 30.654,
        "poster": "https://image.tmdb.org/t/p/w500//tbYzfYqbXlSa9gDXeqLx4bJ9D7w.jpg",
        "synopsis": "Go behind the scenes of the shows and movies of the Marvel Cinematic Universe, following the filmmakers, cast and crew, and Marvel heroes every step of the way.",
        "title": "Marvel Studios: Assembled",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 917.647,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "A botched store robbery places Wonder Woman in a global battle against a powerful and mysterious ancient force that puts her powers in jeopardy.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 39.978,
        "poster": "https://image.tmdb.org/t/p/w500//f6ePQ8YqyyyVyr1ASkjs7heil7y.jpg",
        "synopsis": "When a massive biotech company sues a farmer because of their genetically modified seeds have blown into his field, a fight is on between big business and the little guy.",
        "title": "Percy",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3.779,
        "poster": "https://image.tmdb.org/t/p/w500//jMsJanDCFJLPloxURLPOSMOTPT8.jpg",
        "synopsis": "When librarian Taylor Harris suddenly loses her job, she moves back to her small hometown in Montana. There, she gets involved in the fight to help save her brother's small town hotel from tycoon Joel Sheenan, who wants to renovate it.",
        "title": "Colors of Love",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 546.271,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 21.528,
        "poster": "https://image.tmdb.org/t/p/w500//pbGveUC8mk0QRkdXpERPLbMFnrg.jpg",
        "synopsis": "In New York, former convict Pete Koslow, related to the Polish mafia, must deal with both Klimek the General, his ruthless boss, and the twisted ambitions of two federal agents, as he tries to survive and protect the lives of his loved ones.",
        "title": "The Informer",
        "type": "MOVIE",
        "year": "2019"
    }
]