[
    {
        "popularity": 4918.428,
        "poster": "https://image.tmdb.org/t/p/w500//dDlEmu3EZ0Pgg93K2SVNLCjCSvE.jpg",
        "synopsis": "Hundreds of cash-strapped players accept a strange invitation to compete in children's games. Inside, a tempting prize awaits — with deadly high stakes.",
        "title": "Squid Game",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 7586.342,
        "poster": "https://image.tmdb.org/t/p/w500//xmbU4JTUm8rsdtn7Y3Fcm30GpeT.jpg",
        "synopsis": "A bank teller called Guy realizes he is a background character in an open world video game called Free City that will soon go offline.",
        "title": "Free Guy",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 50.697,
        "poster": "https://image.tmdb.org/t/p/w500//bZUostLcCZYgcuBuAjmuSkBggiQ.jpg",
        "synopsis": "An immigrant in search of the American dream is forced to take a room in a boarding house and soon finds herself in a nightmare from which she can't escape.",
        "title": "No One Gets Out Alive",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 422.948,
        "poster": "https://image.tmdb.org/t/p/w500//eqWaeh21e4ZgHjwpULZVHCGIq9X.jpg",
        "synopsis": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
        "title": "No Time to Die",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 69.983,
        "poster": "https://image.tmdb.org/t/p/w500//tdLJTZJ184PsO9QkK9aPeeAXLlo.jpg",
        "synopsis": "At a grisly murder scene sits a figurine made of chestnuts. From this creepy clue, two detectives hunt a killer linked to a politician's missing child.",
        "title": "The Chestnut Man",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 55.444,
        "poster": "https://image.tmdb.org/t/p/w500//tYUdh9HsTHLd2GJUtAyKg3InlXs.jpg",
        "synopsis": "Fashion assistant Maca has just about got her life together after a devastating breakup, when Leo, the man who broke her heart returns. Seeking support from best friends, Adriana and Jime, all three will learn love can be complicated.",
        "title": "Sounds Like Love",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 37.533,
        "poster": "https://image.tmdb.org/t/p/w500//9f8ysQI4X0XLhUJqKOZy9XUfSUv.jpg",
        "synopsis": "Hopeful romantic Thibault believes his luck could change when sparks fly between him and Rose. But can he go from bestie to boyfriend?",
        "title": "Friendzone",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1295.199,
        "poster": "https://image.tmdb.org/t/p/w500//rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg",
        "synopsis": "Sequel to the box-office hit film \"Venom.\"",
        "title": "Venom: Let There Be Carnage",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 4098.825,
        "poster": "https://image.tmdb.org/t/p/w500//lztz5XBMG1x6Y5ubz7CxfPFsAcW.jpg",
        "synopsis": "Taking inspiration from the comic books of the same name, each episode explores a pivotal moment from the Marvel Cinematic Universe and turns it on its head, leading the audience into uncharted territory.",
        "title": "What If...?",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 549.625,
        "poster": "https://image.tmdb.org/t/p/w500//A1fXGFxDifQzj08OlaGTVcnXHyd.jpg",
        "synopsis": "Follow a band of exiles on their monumental journey to save humanity and rebuild civilization amid the fall of the Galactic Empire.",
        "title": "Foundation",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 9.974,
        "poster": "https://image.tmdb.org/t/p/w500//p5Uz76EOwj9rAsdGxYL8IZGPV2B.jpg",
        "synopsis": "Bored and frustrated suburban homemaker Connie and her best pal JoJo, a vlogger with dreams, turn a hobby into a multi-million-dollar counterfeit coupon caper. After firing off a letter to the conglomerate behind a box of cereal gone stale, and receiving an apology along with dozens of freebies, the duo hatch an illegal coupon club scheme that scams millions from mega-corporations and delivers deals to legions of fellow coupon clippers. On the trail to total coupon dominance, a hapless Loss Prevention Officer from the local supermarket chain joins forces with a determined U.S. Postal Inspector in hot pursuit of these newly minted “Queenpins” of pink collar crime.",
        "title": "Queenpins",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 268.456,
        "poster": "https://image.tmdb.org/t/p/w500//iYoMZYVD775MtBYJfv6OGY1FsnL.jpg",
        "synopsis": "An isolated island community experiences miraculous events - and frightening omens - after the arrival of a charismatic, mysterious young priest.",
        "title": "Midnight Mass",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 294.923,
        "poster": "https://image.tmdb.org/t/p/w500//s1FhMAr91WL8D5DeHOcuBELtiHJ.jpg",
        "synopsis": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
        "title": "Dune",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1186.754,
        "poster": "https://image.tmdb.org/t/p/w500//9dKCd55IuTT5QRs989m9Qlb7d2B.jpg",
        "synopsis": "Dr. Lily Houghton enlists the aid of wisecracking skipper Frank Wolff to take her down the Amazon in his dilapidated boat. Together, they search for an ancient tree that holds the power to heal – a discovery that will change the future of medicine.",
        "title": "Jungle Cruise",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 62.353,
        "poster": "https://image.tmdb.org/t/p/w500//nsoRsiUEakEO7VMIoa6Jkw4cPHs.jpg",
        "synopsis": "When a massive sinkhole mysteriously opens in Los Angeles, it tears a family in half, separating mother and son from father and daughter. When part of the family finds themselves in an unexplainable primeval world, alongside a disparate group of strangers, they must work to survive and uncover the mystery of where they are and if there is a way back home.",
        "title": "La Brea",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 143.884,
        "poster": "https://image.tmdb.org/t/p/w500//mHMKMla5q7jThEEqzINPbozMPKe.jpg",
        "synopsis": "To gain the skills he needs to surpass his powerful father, Baki enters Arizona State Prison to take on the notorious inmate known as Mr. Unchained.",
        "title": "Baki Hanma",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 872.686,
        "poster": "https://image.tmdb.org/t/p/w500//qAZ0pzat24kLdO3o8ejmbLxyOac.jpg",
        "synopsis": "Natasha Romanoff, also known as Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.",
        "title": "Black Widow",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 829.631,
        "poster": "https://image.tmdb.org/t/p/w500//jGYJyPzVgrVV2bgClI9uvEZgVLE.jpg",
        "synopsis": "Six people unwittingly find themselves locked in another series of escape rooms, slowly uncovering what they have in common to survive as they discover all the games that they've played before.",
        "title": "Escape Room: Tournament of Champions",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 4141.939,
        "poster": "https://image.tmdb.org/t/p/w500//uIXF0sQGXOxQhbaEaKOi2VYlIL0.jpg",
        "synopsis": "After saving the life of their heir apparent, tenacious loner Snake Eyes is welcomed into an ancient Japanese clan called the Arashikage where he is taught the ways of the ninja warrior. But, when secrets from his past are revealed, Snake Eyes' honor and allegiance will be tested – even if that means losing the trust of those closest to him.",
        "title": "Snake Eyes: G.I. Joe Origins",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 28.596,
        "poster": "https://image.tmdb.org/t/p/w500//gC1a58xIkZ8HwsYAq7r6Ymp7MSW.jpg",
        "synopsis": "William Tell just wants to play cards. His spartan existence on the casino trail is shattered when he is approached by Cirk, a vulnerable and angry young man seeking help to execute his plan for revenge on a military colonel. Tell sees a chance at redemption through his relationship with Cirk. But keeping Cirk on the straight-and-narrow proves impossible, dragging Tell back into the darkness of his past.",
        "title": "The Card Counter",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 102.857,
        "poster": "https://image.tmdb.org/t/p/w500//gPkaPGNbjZCeRurSYGi0JD63DBa.jpg",
        "synopsis": "A woman adjusting to life after a loss contends with a feisty bird that's taken over her garden — and a husband who's struggling to find a way forward.",
        "title": "The Starling",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 40.953,
        "poster": "https://image.tmdb.org/t/p/w500//cmPFwEBenojg3edhYSMNwi7iMsU.jpg",
        "synopsis": "In 1960s Rome, a meeting between a free-spirited young woman who grew up in her family's circus and a girl of wealthy descent leads to secrets, intrigue, and unexpected loves.",
        "title": "Luna Park",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1017.979,
        "poster": "https://image.tmdb.org/t/p/w500//bOFaAXmWWXC3Rbv4u4uM9ZSzRXP.jpg",
        "synopsis": "Dominic Toretto and his crew battle the most skilled assassin and high-performance driver they've ever encountered: his forsaken brother.",
        "title": "F9",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1195.799,
        "poster": "https://image.tmdb.org/t/p/w500//reEMJA1uzscCbkpeRJeTT2bjqUp.jpg",
        "synopsis": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing.",
        "title": "Money Heist",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 1259.968,
        "poster": "https://image.tmdb.org/t/p/w500//kb4s0ML0iVZlG6wAKbbs9NAm6X.jpg",
        "synopsis": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
        "title": "The Suicide Squad",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1658.245,
        "poster": "https://image.tmdb.org/t/p/w500//xeItgLK9qcafxbd8kYgv7XnMEog.jpg",
        "synopsis": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
        "title": "Shang-Chi and the Legend of the Ten Rings",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 14.76,
        "poster": "https://image.tmdb.org/t/p/w500//sd43f1ZDz8H8TDhcIbyKuUuJmIa.jpg",
        "synopsis": "Journalist Jenny Eliscu and filmmaker Erin Lee Carr investigate Britney Spears' fight for freedom by way of exclusive interviews and confidential evidence.",
        "title": "Britney vs. Spears",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1704.936,
        "poster": "https://image.tmdb.org/t/p/w500//vclShucpUmPhdAOmKgf3B3Z4POD.jpg",
        "synopsis": "A group of families on a tropical holiday discover that the secluded beach where they are staying is somehow causing them to age rapidly – reducing their entire lives into a single day.",
        "title": "Old",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 62.647,
        "poster": "https://image.tmdb.org/t/p/w500//pvXfFqcaumvf6BgQHSFQ5n4Fgk0.jpg",
        "synopsis": "While trying to make their teacher fall for a basketball coach, four misfits and a model student find friendship, love and the courage to be themselves.",
        "title": "Love 101",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 1024.85,
        "poster": "https://image.tmdb.org/t/p/w500//cXUqtadGsIcZDWUTrfnbDjAy8eN.jpg",
        "synopsis": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives",
        "title": "The Good Doctor",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 671.77,
        "poster": "https://image.tmdb.org/t/p/w500//hzq5XRGgm6NDMOW1idUvbpGqEkv.jpg",
        "synopsis": "Equestria's divided. But a bright-eyed hero believes Earth Ponies, Pegasi and Unicorns should be pals — and, hoof to heart, she’s determined to prove it.",
        "title": "My Little Pony: A New Generation",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 505.162,
        "poster": "https://image.tmdb.org/t/p/w500//o6ozTBflWXlBje0uxJv4m6s4HTq.jpg",
        "synopsis": "When a husband and wife move to a small town, a home invasion leaves the wife traumatized and suspicious that those around her might not be who they seem.",
        "title": "Intrusion",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1035.399,
        "poster": "https://image.tmdb.org/t/p/w500//w21lgYIi9GeUH5dO8l3B9ARZbCB.jpg",
        "synopsis": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
        "title": "The Walking Dead",
        "type": "SERIES",
        "year": "2010"
    },
    {
        "popularity": 167.234,
        "poster": "https://image.tmdb.org/t/p/w500//17siH6wJRQ2jZiqz9BWUhy1UtZ.jpg",
        "synopsis": "Nicolas Bannister, a rugged and solitary veteran living in a near-future Miami flooded by rising seas, is an expert in a dangerous occupation: he offers clients the chance to relive any memory they desire. His life changes when he meets a mysterious young woman named Mae. What begins as a simple matter of lost and found becomes a passionate love affair. But when a different client's memories implicate Mae in a series of violent crimes, Bannister must delve through the dark world of the past to uncover the truth about the woman he fell for.",
        "title": "Reminiscence",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3176.933,
        "poster": "https://image.tmdb.org/t/p/w500//8j12tohv1NBZNmpU93f47sAKBbw.jpg",
        "synopsis": "Inexperienced Otis channels his sex therapist mom when he teams up with rebellious Maeve to set up an underground sex therapy clinic at school.",
        "title": "Sex Education",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 202.474,
        "poster": "https://image.tmdb.org/t/p/w500//7gqZyGlLjNKXIk8RBswqAGJygVz.jpg",
        "synopsis": "Based on one of the most shocking and gruesome murder cases in Brazil, the film presents Daniel Cravinhos's point of view of the events that led to the death of Marísia and Manfred von Richthofen, his girlfriend’s parents.",
        "title": "The Girl Who Killed Her Parents",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 637.94,
        "poster": "https://image.tmdb.org/t/p/w500//dqoshZPLNsXlC1qtz5n34raUyrE.jpg",
        "synopsis": "Anthony and his partner move into a loft in the now gentrified Cabrini-Green, and after a chance encounter with an old-timer exposes Anthony to the true story behind Candyman, he unknowingly opens a door to a complex past that unravels his own sanity and unleashes a terrifying wave of violence.",
        "title": "Candyman",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 187.079,
        "poster": "https://image.tmdb.org/t/p/w500//kOAn06LmRCg4YiSStwrGL6UOQ3a.jpg",
        "synopsis": "The Doom Patrol’s members each suffered horrible accidents that gave them superhuman abilities — but also left them scarred and disfigured. Traumatized and downtrodden, the team found purpose through The Chief, who brought them together to investigate the weirdest phenomena in existence — and to protect Earth from what they find.",
        "title": "Doom Patrol",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 298.483,
        "poster": "https://image.tmdb.org/t/p/w500//rj1lqZZcSLCimqvVhXcSCS65mpe.jpg",
        "synopsis": "Mehdi, a qualified robber, and Liana, an apprentice thief, get involved in a turf war between drug dealers, and have to collaborate in order to save their loved ones.",
        "title": "Ganglands",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 32.619,
        "poster": "https://image.tmdb.org/t/p/w500//1InMm4Mbjx8wCKvIy5gglo5i3HN.jpg",
        "synopsis": "A truffle hunter who lives alone in the Oregon wilderness must visit Portland to find the mysterious person who stole his beloved foraging pig.",
        "title": "Pig",
        "type": "MOVIE",
        "year": "2021"
    }
]