[
    {
        "popularity": 6378.432,
        "poster": "https://image.tmdb.org/t/p/w500//z2yahl2uefxDCl0nogcRBstwruJ.jpg",
        "synopsis": "The prequel series finds the Targaryen dynasty at the absolute apex of its power, with more than 15 dragons under their yoke. Most empires—real and imagined—crumble from such heights. In the case of the Targaryens, their slow fall begins almost 193 years before the events of Game of Thrones, when King Viserys Targaryen breaks with a century of tradition by naming his daughter Rhaenyra heir to the Iron Throne. But when Viserys later fathers a son, the court is shocked when Rhaenyra retains her status as his heir, and seeds of division sow friction across the realm.",
        "title": "House of the Dragon",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 2829.379,
        "poster": "https://image.tmdb.org/t/p/w500//62HCnUTziyWcpDaBO2i1DX17ljH.jpg",
        "synopsis": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
        "title": "Top Gun: Maverick",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1884.133,
        "poster": "https://image.tmdb.org/t/p/w500//zgH8Ej50n2cvJCMJrxd4twEwSqz.jpg",
        "synopsis": "Thirteen year old Sam Cleary  suspects that his mysteriously reclusive neighbor Mr. Smith is actually the legendary vigilante Samaritan, who was reported dead 20 years ago. With crime on the rise and the city on the brink of chaos, Sam makes it his mission to coax his neighbor out of hiding to save the city from ruin.",
        "title": "Samaritan",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 3447.388,
        "poster": "https://image.tmdb.org/t/p/w500//AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
        "synopsis": "Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.",
        "title": "Nope",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 16.787,
        "poster": "https://image.tmdb.org/t/p/w500//856bLLUvEYu3dRDXCCoRE7oxO0V.jpg",
        "synopsis": "A rebellious young graffiti artist who targets the homes of the wealthy elite but discovers a shocking secret that leads him on a journey endangering himself and those closest to him.",
        "title": "I Came By",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 272.838,
        "poster": "https://image.tmdb.org/t/p/w500//bkjPoisqAavXUvtoirxTEcLLQyI.jpg",
        "synopsis": "With his family away, a devoted stay-at-home dad enjoys his first me time in years by joining his hard-partying old friend on a wild birthday adventure.",
        "title": "Me Time",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 669.726,
        "poster": "https://image.tmdb.org/t/p/w500//suyNxglk17Cpk8rCM2kZgqKdftk.jpg",
        "synopsis": "Beginning in a time of relative peace, we follow an ensemble cast of characters as they confront the re-emergence of evil to Middle-earth. From the darkest depths of the Misty Mountains, to the majestic forests of Lindon, to the breathtaking island kingdom of Númenor, to the furthest reaches of the map, these kingdoms and characters will carve out legacies that live on long after they are gone.",
        "title": "The Lord of the Rings: The Rings of Power",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 3945.6,
        "poster": "https://image.tmdb.org/t/p/w500//r7XifzvtezNt31ypvsmb6Oqxw49.jpg",
        "synopsis": "When Superman and the rest of the Justice League are kidnapped, Krypto the Super-Dog must convince a rag-tag shelter pack - Ace the hound, PB the potbellied pig, Merton the turtle and Chip the squirrel - to master their own newfound powers and help him rescue the superheroes.",
        "title": "DC League of Super-Pets",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 6.1,
        "poster": "https://image.tmdb.org/t/p/w500//6AuWxKhfxDltvKMpXG4TblyBGNy.jpg",
        "synopsis": "When a fashion employee thinks she will have to end her promising career after getting pregnant, her boss offers to adopt the child.",
        "title": "Under Her Control",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 2415.162,
        "poster": "https://image.tmdb.org/t/p/w500//kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
        "synopsis": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators on a planet they now share with history’s most fearsome creatures.",
        "title": "Jurassic World Dominion",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 6271.999,
        "poster": "https://image.tmdb.org/t/p/w500//hJfI6AGrmr4uSHRccfJuSsapvOb.jpg",
        "synopsis": "Jennifer Walters navigates the complicated life of a single, 30-something attorney who also happens to be a green 6-foot-7-inch superpowered hulk.",
        "title": "She-Hulk: Attorney at Law",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 7294.015,
        "poster": "https://image.tmdb.org/t/p/w500//rugyJdeoJm7cSJL1q4jBpTNbxyU.jpg",
        "synopsis": "The Red Ribbon Army, an evil organization that was once destroyed by Goku in the past, has been reformed by a group of people who have created new and mightier Androids, Gamma 1 and Gamma 2, and seek vengeance against Goku and his family.",
        "title": "Dragon Ball Super: Super Hero",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 71.509,
        "poster": "https://image.tmdb.org/t/p/w500//aXAg9KY0AQ0FNAASvyG0Vu3xdb3.jpg",
        "synopsis": "A psychotherapist finds himself held prisoner by a serial killer with an unusual request: curb his homicidal urges.",
        "title": "The Patient",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 1601.4,
        "poster": "https://image.tmdb.org/t/p/w500//lr11mCT85T1JanlgjMuhs9nMht4.jpg",
        "synopsis": "Finney Blake, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney.",
        "title": "The Black Phone",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 2218.182,
        "poster": "https://image.tmdb.org/t/p/w500//wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
        "synopsis": "A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions.",
        "title": "Minions: The Rise of Gru",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 308.857,
        "poster": "https://image.tmdb.org/t/p/w500//ffX0TL3uKerLXACkuZGWhAPMbAq.jpg",
        "synopsis": "Chasing speed, dreams and money, a team of drivers get involved in the slush fund investigation of a powerful figure during the 1988 Seoul Olympics.",
        "title": "Seoul Vibe",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1180.683,
        "poster": "https://image.tmdb.org/t/p/w500//uJYYizSuA9Y3DCs0qS4qWvHfZg4.jpg",
        "synopsis": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
        "title": "Spider-Man: No Way Home",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 204.182,
        "poster": "https://image.tmdb.org/t/p/w500//mNSqObjKszcxr55buQafQF9ARiC.jpg",
        "synopsis": "The thin line between love and hate turns deadly when a wife discovers her husband’s affair — and they both take extreme measures to get what they want.",
        "title": "Loving Adults",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 232.713,
        "poster": "https://image.tmdb.org/t/p/w500//v28T5F1IygM8vXWZIycfNEm3xcL.jpg",
        "synopsis": "For best friends Becky and Hunter, life is all about conquering fears and pushing limits. But after they climb 2,000 feet to the top of a remote, abandoned radio tower, they find themselves stranded with no way down. Now Becky and Hunter’s expert climbing skills will be put to the ultimate test as they desperately fight to survive the elements, a lack of supplies, and vertigo-inducing heights.",
        "title": "Fall",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 4155.432,
        "poster": "https://image.tmdb.org/t/p/w500//ujr5pztc1oitbe7ViMUOilFaJ7s.jpg",
        "synopsis": "When danger threatens her camp, the fierce and highly skilled Comanche warrior Naru sets out to protect her people. But the prey she stalks turns out to be a highly evolved alien predator with a technically advanced arsenal.",
        "title": "Prey",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1269.106,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 5207.555,
        "poster": "https://image.tmdb.org/t/p/w500//pIkRyD18kl4FhoCNQuWxWu5cBLM.jpg",
        "synopsis": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor Odinson enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now inexplicably wields Mjolnir as the Relatively Mighty Girl Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
        "title": "Thor: Love and Thunder",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 32.463,
        "poster": "https://image.tmdb.org/t/p/w500//vNfMqQniQ23sW8rICfcrCt6ZotZ.jpg",
        "synopsis": "On the day of the wedding of a medical student with a wealthy plastic surgeon, the families of the young couple realize that the only thing they have in common are secrets and lies. The secrets of both sides will be revealed during the wedding ceremony.",
        "title": "Family Secrets",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 654.634,
        "poster": "https://image.tmdb.org/t/p/w500//lKDIhc9FQibDiBQ57n3ELfZCyZg.jpg",
        "synopsis": "A virus has decimated humankind. Those who survived emerged blind. Centuries later when twins are born with the mythic ability to see, their father must protect his tribe against a threatened queen.",
        "title": "See",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 656.238,
        "poster": "https://image.tmdb.org/t/p/w500//wSqAXL1EHVJ3MOnJzMhUngc8gFs.jpg",
        "synopsis": "After escaping from an Estonian psychiatric facility, Leena Klammer travels to America by impersonating Esther, the missing daughter of a wealthy family. But when her mask starts to slip, she is put against a mother who will protect her family from the murderous “child” at any cost.",
        "title": "Orphan: First Kill",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 130.592,
        "poster": "https://image.tmdb.org/t/p/w500//fcXdJlbSdUEeMSJFsXKsznGwwok.jpg",
        "synopsis": "Years ago, the fearsome Pirate King, Gol D. Roger was executed leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new King of the Pirates. Monkey D. Luffy, a boy who consumed a \"Devil Fruit,\" decides to follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and that he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Luffy will do anything to get the One Piece and become King of the Pirates!",
        "title": "One Piece",
        "type": "SERIES",
        "year": "1999"
    },
    {
        "popularity": 1353.248,
        "poster": "https://image.tmdb.org/t/p/w500//9Gtg2DzBhmYamXBS1hKAhiwbBKS.jpg",
        "synopsis": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
        "title": "Doctor Strange in the Multiverse of Madness",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 450.182,
        "poster": "https://image.tmdb.org/t/p/w500//qBOKWqAFbveZ4ryjJJwbie6tXkQ.jpg",
        "synopsis": "The life story of Elvis Presley as seen through the complicated relationship with his enigmatic manager, Colonel Tom Parker.",
        "title": "Elvis",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 139.236,
        "poster": "https://image.tmdb.org/t/p/w500//qHXTUUJ3Rsxw67Ns75u6RdGNaMJ.jpg",
        "synopsis": "Gurus in the late Goryeo dynasty try to obtain a fabled, holy sword, and humans in 2022 hunt down an alien prisoner that is locked in a human's body. The two parties cross paths when a time-traveling portal opens up.",
        "title": "Alienoid",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1113.433,
        "poster": "https://image.tmdb.org/t/p/w500//ox4goZd956BxqJH6iLwhWPL9ct4.jpg",
        "synopsis": "Legendary Space Ranger Buzz Lightyear embarks on an intergalactic adventure alongside a group of ambitious recruits and his robot companion Sox.",
        "title": "Lightyear",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 245.186,
        "poster": "https://image.tmdb.org/t/p/w500//xUuHj3CgmZQ9P2cMaqQs4J0d4Zc.jpg",
        "synopsis": "For Lieutenant Pete 'Maverick' Mitchell and his friend and co-pilot Nick 'Goose' Bradshaw, being accepted into an elite training school for fighter pilots is a dream come true. But a tragedy, as well as personal demons, will threaten Pete's dreams of becoming an ace pilot.",
        "title": "Top Gun",
        "type": "MOVIE",
        "year": "1986"
    },
    {
        "popularity": 147.344,
        "poster": "https://image.tmdb.org/t/p/w500//ekb76bz68oSJrbYrDMCYsLI5I6E.jpg",
        "synopsis": "Centers on Ingrid Yun, an idealistic young lawyer, struggles with her moral compass and her passions as she fights to climb the partner track at an elite New York City law firm.",
        "title": "Partner Track",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 246.359,
        "poster": "https://image.tmdb.org/t/p/w500//w3LxiVYdWWRvEVdn5RYq6jIqkb1.jpg",
        "synopsis": "An aging Chinese immigrant is swept up in an insane adventure, where she alone can save what's important to her by connecting with the lives she could have led in other universes.",
        "title": "Everything Everywhere All at Once",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 998.139,
        "poster": "https://image.tmdb.org/t/p/w500//49WJfeN0moxb9IPfGn8AIqMGskD.jpg",
        "synopsis": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces, and one strange little girl.",
        "title": "Stranger Things",
        "type": "SERIES",
        "year": "2016"
    },
    {
        "popularity": 637.414,
        "poster": "https://image.tmdb.org/t/p/w500//tVxDe01Zy3kZqaZRNiXFGDICdZk.jpg",
        "synopsis": "Unlucky assassin Ladybug is determined to do his job peacefully after one too many gigs gone off the rails. Fate, however, may have other plans, as Ladybug's latest mission puts him on a collision course with lethal adversaries from around the globe—all with connected, yet conflicting, objectives—on the world's fastest train.",
        "title": "Bullet Train",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1901.237,
        "poster": "https://image.tmdb.org/t/p/w500//bI7lGR5HuYlENlp11brKUAaPHuO.jpg",
        "synopsis": "An LA vampire hunter has a week to come up with the cash to pay for his kid's tuition and braces. Trying to make a living these days just might kill him.",
        "title": "Day Shift",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1572.794,
        "poster": "https://image.tmdb.org/t/p/w500//q54qEgagGOYCq5D1903eBVMNkbo.jpg",
        "synopsis": "After years of imprisonment, Morpheus — the King of Dreams — embarks on a journey across worlds to find what was stolen from him and restore his power.",
        "title": "The Sandman",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 57.659,
        "poster": "https://image.tmdb.org/t/p/w500//u4bDUBd6PJqP31u3KDiQBBtnaQs.jpg",
        "synopsis": "Follows a woman desperate to escape her town, she meets a stranger who promises a romantic escape, but it results in deceit, mistrust, and violence.",
        "title": "Into the Deep",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1469.735,
        "poster": "https://image.tmdb.org/t/p/w500//dlyzCeI8wojBsUWdkNdO5AXtmZq.jpg",
        "synopsis": "Laura and Massimo's relationship hangs in the balance as they try to overcome trust issues while a tenacious Nacho works to push them apart.",
        "title": "The Next 365 Days",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 541.792,
        "poster": "https://image.tmdb.org/t/p/w500//xIGr7UHsKf0URWmyyd5qFMAq4d8.jpg",
        "synopsis": "A recently widowed man and his two teenage daughters travel to a game reserve in South Africa. However, their journey of healing soon turns into a fight for survival when a bloodthirsty lion starts to stalk them.",
        "title": "Beast",
        "type": "MOVIE",
        "year": "2022"
    }
]