[
    {
        "popularity": 268.029,
        "poster": "https://image.tmdb.org/t/p/w500//95xQPSqwvQDRoB3rXUn4lRyJrBW.jpg",
        "synopsis": "Set more than seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a gigantic, perpetually-moving train that circles the globe as class warfare, social injustice and the politics of survival play out.",
        "title": "Snowpiercer",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 89.978,
        "poster": "https://image.tmdb.org/t/p/w500//7K4mdWaLGF2F4ASb2L12tlya9c9.jpg",
        "synopsis": "An ambitious Indian driver uses his wit and cunning to escape from poverty and rise to the top. An epic journey based on the New York Times bestseller.",
        "title": "The White Tiger",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2751.779,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 690.644,
        "poster": "https://image.tmdb.org/t/p/w500//oHj6guMrLfQcBzo3uxwBJc8Y736.jpg",
        "synopsis": "The coming-of-age journey of five fairies attending Alfea, a magical boarding school in the Otherworld where they must learn to master their powers while navigating love, rivalries, and the monsters that threaten their very existence.",
        "title": "Fate: The Winx Saga",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 80.797,
        "poster": "https://image.tmdb.org/t/p/w500//kLGU1UerWYj6DMB7jRhpJCgak6b.jpg",
        "synopsis": "A New York City grad student moonlighting as a dominatrix enlists her gay BFF from high school to be her assistant.",
        "title": "Bonding",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 41.818,
        "poster": "https://image.tmdb.org/t/p/w500//nXX0wwN7NfA17AOnKvhIX4UKD1x.jpg",
        "synopsis": "Seeking to uncover the truth about his past, a henchman betrays someone close to him and assumes a new identity in a small Istanbul neighborhood.",
        "title": "50M2",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 463.33,
        "poster": "https://image.tmdb.org/t/p/w500//5hai66csq5jlp8Du5REhZpb1XWP.jpg",
        "synopsis": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "title": "Godzilla vs. Kong",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2151.461,
        "poster": "https://image.tmdb.org/t/p/w500//glKDfE6btIRcVB5zrjspRIs4r52.jpg",
        "synopsis": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
        "title": "WandaVision",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 3494.778,
        "poster": "https://image.tmdb.org/t/p/w500//e6SK2CAbO3ENy52UTzP3lv32peC.jpg",
        "synopsis": "In the near future, a drone pilot is sent into a deadly militarized zone and must work with an android officer to locate a doomsday device.",
        "title": "Outside the Wire",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2018.933,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 14.002,
        "poster": "https://image.tmdb.org/t/p/w500//4zkycln0sxsHBYCrlwZEKHBjw61.jpg",
        "synopsis": "When an unlikely ally enters the Bloom family's world in the form of an injured baby magpie they name Penguin, the bird’s arrival makes a profound difference in the struggling family’s life.",
        "title": "Penguin Bloom",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 202.913,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 107.674,
        "poster": "https://image.tmdb.org/t/p/w500//5vQlVWkIMPhZ88OWchJsgwGEK9.jpg",
        "synopsis": "A thriller set two hundred years in the future following the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history.",
        "title": "The Expanse",
        "type": "SERIES",
        "year": "2015"
    },
    {
        "popularity": 1088.903,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 547.352,
        "poster": "https://image.tmdb.org/t/p/w500//sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
        "synopsis": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
        "title": "Lupin",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1942.941,
        "poster": "https://image.tmdb.org/t/p/w500//wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
        "synopsis": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
        "title": "Riverdale",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 87.618,
        "poster": "https://image.tmdb.org/t/p/w500//fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "synopsis": "A Texan traveling across the wild West bringing the news of the world to local townspeople, agrees to help rescue a young girl who was kidnapped.",
        "title": "News of the World",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 282.194,
        "poster": "https://image.tmdb.org/t/p/w500//5mi3aRl16yKmfpQJMzvqN5TXkdA.jpg",
        "synopsis": "A group of high school students navigate love and friendships in a world of drugs, sex, trauma, and social media.",
        "title": "Euphoria",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 339.148,
        "poster": "https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 399.839,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 46.634,
        "poster": "https://image.tmdb.org/t/p/w500//wlP25H14OvKoFORIwuKomZzioA5.jpg",
        "synopsis": "A 17-year-old girl uses her wits, survival skills, and compassion to fight for her life, and those of her fellow classmates, against a group of live-streaming school shooters.",
        "title": "Run Hide Fight",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 44.057,
        "poster": "https://image.tmdb.org/t/p/w500//3KNiO5m9LbhyaOhBY61RP9suYUl.jpg",
        "synopsis": "An African American male is imprisoned and placed in solitary confinement after being found guilty of murdering his wife, as he's haunted by internal demons and his dead wife, and pushed to the breaking point by an abusive female guard.",
        "title": "Caged",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 37.367,
        "poster": "https://image.tmdb.org/t/p/w500//eLT8Cu357VOwBVTitkmlDEg32Fs.jpg",
        "synopsis": "Every six years, an ancient order of jiu-jitsu fighters joins forces to battle a vicious race of alien invaders. But when a celebrated war hero goes down in defeat, the fate of the planet and mankind hangs in the balance.",
        "title": "Jiu Jitsu",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 91.777,
        "poster": "https://image.tmdb.org/t/p/w500//1ihJ0yr7v6YqP6zvPVpPKUrOuQ3.jpg",
        "synopsis": "Deke, a burnt-out Kern County, CA deputy sheriff teams with Baxter, a crack LASD detective, to nab a serial killer. Deke's nose for the \"little things\" proves eerily accurate, but his willingness to circumvent the rules embroils Baxter in a soul-shattering dilemma. Meanwhile, Deke must wrestle with a dark secret from his past.",
        "title": "The Little Things",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 768.031,
        "poster": "https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "title": "The Mandalorian",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 329.164,
        "poster": "https://image.tmdb.org/t/p/w500//ulzhLuWrPK07P1YkdWQLZnQh1JL.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 44.026,
        "poster": "https://image.tmdb.org/t/p/w500//28Y3pxfkRZMhLsw4if6e3J0HD7Q.jpg",
        "synopsis": "Siblings Mimi and Luke unwittingly resurrect an ancient alien overlord. Using a magical amulet, they force the monster to obey their childish whims, and accidentally attract a rogues’ gallery of intergalactic assassins to small-town suburbia.",
        "title": "Psycho Goreman",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 713.433,
        "poster": "https://image.tmdb.org/t/p/w500//bQLrHIRNEkE3PdIWQrZHynQZazu.jpg",
        "synopsis": "The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.",
        "title": "Vikings",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 779.058,
        "poster": "https://image.tmdb.org/t/p/w500//uDhnTtSxU5a8DtZdbbin3aZmkmU.jpg",
        "synopsis": "Bruce Wayne faces a deadly menace from his past, with the help of three former classmates: world-renowned martial artists Richard Dragon, Ben Turner and Lady Shiva.",
        "title": "Batman: Soul of the Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 48.091,
        "poster": "https://image.tmdb.org/t/p/w500//4I1xjEKZxeeBT8RXg0BA6k6PM8e.jpg",
        "synopsis": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!..",
        "title": "One Piece",
        "type": "SERIES",
        "year": "1999"
    },
    {
        "popularity": 879.863,
        "poster": "https://image.tmdb.org/t/p/w500//6tfT03sGp9k4c0J3dypjrI8TSAI.jpg",
        "synopsis": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives",
        "title": "The Good Doctor",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 96.267,
        "poster": "https://image.tmdb.org/t/p/w500//6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
        "synopsis": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
        "title": "Star Wars",
        "type": "MOVIE",
        "year": "1977"
    },
    {
        "popularity": 36.901,
        "poster": "https://image.tmdb.org/t/p/w500//rfIOzedY6LFzdWTeNnIkmxAiLCg.jpg",
        "synopsis": "In the aftermath of Cassius Clay's defeat of Sonny Liston in 1964, the boxer meets with Malcolm X, Sam Cooke and Jim Brown to change the course of history in the segregated South.",
        "title": "One Night in Miami...",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 55.791,
        "poster": "https://image.tmdb.org/t/p/w500//EsLZoT8oHhQlGd1QpdbnvnwTzO.jpg",
        "synopsis": "Following the loss of their son, a retired sheriff and his wife leave their Montana ranch to rescue their young grandson from the clutches of a dangerous family living off the grid in the Dakotas.",
        "title": "Let Him Go",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1.4,
        "poster": "https://image.tmdb.org/t/p/w500//qtyhqx0ufmkjAA7mO0KZ2WxsL34.jpg",
        "synopsis": "In 2040, a female humanoid A.I. is hacked by her husband and forced to kidnap the U.S. vice president's son and execute him on live TV, as the culprit seeks revenge for his own son's death.",
        "title": "R.I.A.",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 39.716,
        "poster": "https://image.tmdb.org/t/p/w500//y4VHQbbY1UcAjHN7UTGu0MGyVl2.jpg",
        "synopsis": "Reboot of the 1993 series focusing on Walker as he returns from years undercover. A widower and father of two, he begins fighting crime with a new partner, who is one of the only female Rangers in history.",
        "title": "Walker",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 19.001,
        "poster": "https://image.tmdb.org/t/p/w500//hPkqY2EMqWUnFEoedukilIUieVG.jpg",
        "synopsis": "A small unit of U.S. soldiers, alone at the remote Combat Outpost Keating, located deep in the valley of three mountains in Afghanistan, battles to defend against an overwhelming force of Taliban fighters in a coordinated attack. The Battle of Kamdesh, as it was known, was the bloodiest American engagement of the Afghan War in 2009 and Bravo Troop 3-61 CAV became one of the most decorated units of the 19-year conflict.",
        "title": "The Outpost",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 31.021,
        "poster": "https://image.tmdb.org/t/p/w500//qepQ8YdsJYx2m47qdfGlnOUQyOO.jpg",
        "synopsis": "Peter and Michael, raised on the streets of Philadelphia, are the children of Irish mob members, forever linked by the crimes of their fathers. 30 years later, Michael now runs the criminal organization and lusts for more power, his dangerous antics frequently held in check by his cautious cousin Peter. Haunted by the death of his sister, whose passing destroyed both his parents, Peter is caught between the dreams of childhood and the realities of his life as an enforcer. His only reprieve is a local boxing gym, a sanctuary that is quickly threatened as Michael’s desire for control escalates.",
        "title": "Brothers by Blood",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 711.802,
        "poster": "https://image.tmdb.org/t/p/w500//mzOHg7Q5q9yUmY0b9Esu8Qe6Nnm.jpg",
        "synopsis": "Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.",
        "title": "Godzilla: King of the Monsters",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 31.93,
        "poster": "https://image.tmdb.org/t/p/w500//lPsD10PP4rgUGiGR4CCXA6iY0QQ.jpg",
        "synopsis": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
        "title": "Raya and the Last Dragon",
        "type": "MOVIE",
        "year": "2021"
    }
]