[
    {
        "popularity": 83.479,
        "poster": "https://image.tmdb.org/t/p/w500//1ihJ0yr7v6YqP6zvPVpPKUrOuQ3.jpg",
        "synopsis": "Deke, a burnt-out Kern County, CA deputy sheriff teams with Baxter, a crack LASD detective, to nab a serial killer. Deke's nose for the \"little things\" proves eerily accurate, but his willingness to circumvent the rules embroils Baxter in a soul-shattering dilemma. Meanwhile, Deke must wrestle with a dark secret from his past.",
        "title": "The Little Things",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 11.991,
        "poster": "https://image.tmdb.org/t/p/w500//dFDNb9Gk1kyLRcconpj7Mc7C7IL.jpg",
        "synopsis": "As WWII looms, a wealthy widow hires an amateur archaeologist to excavate the burial mounds on her estate. When they make a historic discovery, the echoes of Britain's past resonate in the face of its uncertain future‎.",
        "title": "The Dig",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 38.966,
        "poster": "https://image.tmdb.org/t/p/w500//xSDdRAjxKAGi8fUBLOqSrBhJmF0.jpg",
        "synopsis": "After 12 years in prison, former high school football star Eddie Palmer returns home to put his life back together—and forms an unlikely bond with Sam, an outcast boy from a troubled home. But Eddie's past threatens to ruin his new life and family.",
        "title": "Palmer",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3242.539,
        "poster": "https://image.tmdb.org/t/p/w500//glKDfE6btIRcVB5zrjspRIs4r52.jpg",
        "synopsis": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
        "title": "WandaVision",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 43.971,
        "poster": "https://image.tmdb.org/t/p/w500//tTWl37oAYRXS3D5mEHmjveXXyrN.jpg",
        "synopsis": "The film follows two Brooklyn siblings whose summer in a rural Oahu town takes an exciting turn when a journal pointing to long-lost treasure sets them on an adventure, leading them to reconnect with their Hawaiian heritage.",
        "title": "Finding 'Ohana",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 43.319,
        "poster": "https://image.tmdb.org/t/p/w500//dWSnsAGTfc8U27bWsy2RfwZs0Bs.jpg",
        "synopsis": "When a prisoner transfer van is attacked, the cop in charge must fight those inside and outside while dealing with a silent foe: the icy temperatures.",
        "title": "Below Zero",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2851.612,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 73.553,
        "poster": "https://image.tmdb.org/t/p/w500//nXX0wwN7NfA17AOnKvhIX4UKD1x.jpg",
        "synopsis": "Seeking to uncover the truth about his past, a henchman betrays someone close to him and assumes a new identity in a small Istanbul neighborhood.",
        "title": "50M²",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 73.608,
        "poster": "https://image.tmdb.org/t/p/w500//bG5aqfT5lTHuSbcQofNHtH0RyyP.jpg",
        "synopsis": "Crash-landed alien Harry takes on the identity of a small-town Colorado doctor. Arriving with a secret mission, he starts off living a simple life…but things get a bit rocky when he’s roped into solving a local murder and realizes he needs to assimilate into his new world. As he does, he begins to wrestle with the moral dilemma of his mission and asking the big life questions like: “Are human beings worth saving?” and “Why do they fold their pizza before eating it?”",
        "title": "Resident Alien",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 176.357,
        "poster": "https://image.tmdb.org/t/p/w500//7K4mdWaLGF2F4ASb2L12tlya9c9.jpg",
        "synopsis": "An ambitious Indian driver uses his wit and cunning to escape from poverty and rise to the top. An epic journey based on the New York Times bestseller.",
        "title": "The White Tiger",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 27.444,
        "poster": "https://image.tmdb.org/t/p/w500//4zkycln0sxsHBYCrlwZEKHBjw61.jpg",
        "synopsis": "When an unlikely ally enters the Bloom family's world in the form of an injured baby magpie they name Penguin, the bird’s arrival makes a profound difference in the struggling family’s life.",
        "title": "Penguin Bloom",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 928.605,
        "poster": "https://image.tmdb.org/t/p/w500//oHj6guMrLfQcBzo3uxwBJc8Y736.jpg",
        "synopsis": "The coming-of-age journey of five fairies attending Alfea, a magical boarding school in the Otherworld where they must learn to master their powers while navigating love, rivalries, and the monsters that threaten their very existence.",
        "title": "Fate: The Winx Saga",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 525.337,
        "poster": "https://image.tmdb.org/t/p/w500//95xQPSqwvQDRoB3rXUn4lRyJrBW.jpg",
        "synopsis": "Set more than seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a gigantic, perpetually-moving train that circles the globe as class warfare, social injustice and the politics of survival play out.",
        "title": "Snowpiercer",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 1142.816,
        "poster": "https://image.tmdb.org/t/p/w500//zeD4PabP6099gpE0STWJrJrCBCs.jpg",
        "synopsis": "A bank robber tries to turn himself in because he's falling in love and wants to live an honest life...but when he realizes the Feds are more corrupt than him, he must fight back to clear his name.",
        "title": "Honest Thief",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 908.127,
        "poster": "https://image.tmdb.org/t/p/w500//soM5eNHxxS3a0AqgvDgm2djJXZp.jpg",
        "synopsis": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "title": "Godzilla vs. Kong",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1971.071,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 3533.64,
        "poster": "https://image.tmdb.org/t/p/w500//e6SK2CAbO3ENy52UTzP3lv32peC.jpg",
        "synopsis": "In the near future, a drone pilot is sent into a deadly militarized zone and must work with an android officer to locate a doomsday device.",
        "title": "Outside the Wire",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 37.241,
        "poster": "https://image.tmdb.org/t/p/w500//hPkqY2EMqWUnFEoedukilIUieVG.jpg",
        "synopsis": "A small unit of U.S. soldiers, alone at the remote Combat Outpost Keating, located deep in the valley of three mountains in Afghanistan, battles to defend against an overwhelming force of Taliban fighters in a coordinated attack. The Battle of Kamdesh, as it was known, was the bloodiest American engagement of the Afghan War in 2009 and Bravo Troop 3-61 CAV became one of the most decorated units of the 19-year conflict.",
        "title": "The Outpost",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 2314.036,
        "poster": "https://image.tmdb.org/t/p/w500//wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
        "synopsis": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
        "title": "Riverdale",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 577.907,
        "poster": "https://image.tmdb.org/t/p/w500//sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
        "synopsis": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
        "title": "Lupin",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 577.907,
        "poster": "https://image.tmdb.org/t/p/w500//sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
        "synopsis": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
        "title": "Lupin",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 362.998,
        "poster": "https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1012.315,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 199.511,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 64.232,
        "poster": "https://image.tmdb.org/t/p/w500//kLGU1UerWYj6DMB7jRhpJCgak6b.jpg",
        "synopsis": "A New York City grad student moonlighting as a dominatrix enlists her gay BFF from high school to be her assistant.",
        "title": "Bonding",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 65.062,
        "poster": "https://image.tmdb.org/t/p/w500//eLT8Cu357VOwBVTitkmlDEg32Fs.jpg",
        "synopsis": "Every six years, an ancient order of jiu-jitsu fighters joins forces to battle a vicious race of alien invaders. But when a celebrated war hero goes down in defeat, the fate of the planet and mankind hangs in the balance.",
        "title": "Jiu Jitsu",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1.4,
        "poster": "https://image.tmdb.org/t/p/w500//dAKqq0NKuWcQ2YnqVSb5RfGJA74.jpg",
        "synopsis": "Sara, a novelist struggling with writer's block, needs inspiration — and finds it when she serendipitously meets Godfrey, a down-on-his-luck oddball who constantly changes personas and alter egos in order to cope with his past and avoid reality. Just as Godfrey begins to open up to Sara, he discovers that she’s been using him as inspiration for her next novel, and he vanishes from her life. Did Sara just lose the man of her dreams, or will she be able to find him and make things right?",
        "title": "The Right One",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1187.253,
        "poster": "https://image.tmdb.org/t/p/w500//qTZIgXrBKURBK1KrsT7fe3qwtl9.jpg",
        "synopsis": "In a place where young witches, vampires, and werewolves are nurtured to be their best selves in spite of their worst impulses, Klaus Mikaelson’s daughter, 17-year-old Hope Mikaelson, Alaric Saltzman’s twins, Lizzie and Josie Saltzman, among others, come of age into heroes and villains at The Salvatore School for the Young and Gifted.",
        "title": "Legacies",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 45.066,
        "poster": "https://image.tmdb.org/t/p/w500//kv78WJ2YvWyk3c32sbOGFh64xcs.jpg",
        "synopsis": "An ambitious young FBI agent is assigned to investigate iconic actress Jean Seberg when she becomes embroiled in the tumultuous civil rights movement in late 1960s Los Angeles.",
        "title": "Seberg",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 41.767,
        "poster": "https://image.tmdb.org/t/p/w500//y4VHQbbY1UcAjHN7UTGu0MGyVl2.jpg",
        "synopsis": "Reboot of the 1993 series focusing on Walker as he returns from years undercover. A widower and father of two, he begins fighting crime with a new partner, who is one of the only female Rangers in history.",
        "title": "Walker",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 35.42,
        "poster": "https://image.tmdb.org/t/p/w500//wlP25H14OvKoFORIwuKomZzioA5.jpg",
        "synopsis": "A 17-year-old girl uses her wits, survival skills, and compassion to fight for her life, and those of her fellow classmates, against a group of live-streaming school shooters.",
        "title": "Run Hide Fight",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 65.077,
        "poster": "https://image.tmdb.org/t/p/w500//fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "synopsis": "A Texan traveling across the wild West bringing the news of the world to local townspeople, agrees to help rescue a young girl who was kidnapped.",
        "title": "News of the World",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 378.707,
        "poster": "https://image.tmdb.org/t/p/w500//w6XiuRK5QQaLNmIqDRCWOpEcHwi.jpg",
        "synopsis": "In a world mostly wiped out by the plague and embroiled in an elemental struggle between good and evil, the fate of mankind rests on the frail shoulders of the 108-year-old Mother Abagail and a handful of survivors. Their worst nightmares are embodied in a man with a lethal smile and unspeakable powers: Randall Flagg, the Dark Man.",
        "title": "The Stand",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 751.037,
        "poster": "https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "title": "The Mandalorian",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 6.621,
        "poster": "https://image.tmdb.org/t/p/w500//jLncmubuKhMsfYyzZQxEbKfYLPn.jpg",
        "synopsis": "Tang San spent his life in the Tang Outer Sect, dedicated to the creation and mastery of hidden weapons. Once he stole the secret lore of the Inner Sect to reach the pinnacle of his art, his only way out was death. But after throwing himself off the deadly Hell's Peak he was reborn in a different world, the world of Douluo Dalu, a world where every person has a spirit of their own, and those with powerful spirits can practice their spirit power to rise and become Spirit Masters.\n\nThe spirit that awakens within Tang San is Blue Silver Grass, a useless spirit. Can he overcome the difficulties to reach the high ranks of Spirit Masters and bring the glory of the Tang Sect into this new world?",
        "title": "Soul Land",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 64.701,
        "poster": "https://image.tmdb.org/t/p/w500//5vQlVWkIMPhZ88OWchJsgwGEK9.jpg",
        "synopsis": "A thriller set two hundred years in the future following the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history.",
        "title": "The Expanse",
        "type": "SERIES",
        "year": "2015"
    },
    {
        "popularity": 387.988,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 326.922,
        "poster": "https://image.tmdb.org/t/p/w500//8yfkkAeoI77opqAvB9fyf4knftS.jpg",
        "synopsis": "A Philadelphia couple are in mourning after an unspeakable tragedy creates a rift in their marriage and opens the door for a mysterious force to enter their home.",
        "title": "Servant",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 38.342,
        "poster": "https://image.tmdb.org/t/p/w500//s7PcoC8urEDpfgQfX4DBiIfOwnp.jpg",
        "synopsis": "Haymaker follows a retired Muay Thai fighter (Sasso) working as a bouncer, who rescues an alluring transgender performer (Ruiz) from a nefarious thug, eventually becoming her bodyguard, protector, and confidant. The relationship leads Sasso's character to make an unexpected return to fighting, risking not only his relationship, but his life. Its a story about human dignity and love.  —Hood River Entertainment",
        "title": "Haymaker",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2.744,
        "poster": "https://image.tmdb.org/t/p/w500//qtyhqx0ufmkjAA7mO0KZ2WxsL34.jpg",
        "synopsis": "In 2040, a female humanoid A.I. is hacked by her husband and forced to kidnap the U.S. vice president's son and execute him on live TV, as the culprit seeks revenge for his own son's death.",
        "title": "R.I.A.",
        "type": "MOVIE",
        "year": "2020"
    }
]