[
    {
        "popularity": 993.338,
        "poster": "https://image.tmdb.org/t/p/w500//9dKCd55IuTT5QRs989m9Qlb7d2B.jpg",
        "synopsis": "Dr. Lily Houghton enlists the aid of wisecracking skipper Frank Wolff to take her down the Amazon in his dilapidated boat. Together, they search for an ancient tree that holds the power to heal – a discovery that will change the future of medicine.",
        "title": "Jungle Cruise",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2990.092,
        "poster": "https://image.tmdb.org/t/p/w500//bOFaAXmWWXC3Rbv4u4uM9ZSzRXP.jpg",
        "synopsis": "Dominic Toretto and his crew battle the most skilled assassin and high-performance driver they've ever encountered: his forsaken brother.",
        "title": "F9",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 59.09,
        "poster": "https://image.tmdb.org/t/p/w500//ttpKJ7XQxDZV252KNEHXtykYT41.jpg",
        "synopsis": "A mysterious former secret service agent must urgently return to France when his estranged son  is falsely accused of arms and drug trafficking by the government, following a blunder by an overzealous bureaucrat and a mafia operation.",
        "title": "The Last Mercenary",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 31.478,
        "poster": "https://image.tmdb.org/t/p/w500//1v3QzfD6qWN7BEa2BRaOuMWsAVi.jpg",
        "synopsis": "Kenshin Himura goes up against mysterious weapons dealer Enishi. He controls the underworld of China. The secret of Kenshin Himura’s \"Jujishou\" is also revealed.",
        "title": "Rurouni Kenshin: The Beginning",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3807.768,
        "poster": "https://image.tmdb.org/t/p/w500//qAZ0pzat24kLdO3o8ejmbLxyOac.jpg",
        "synopsis": "Natasha Romanoff, also known as Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.",
        "title": "Black Widow",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 405.317,
        "poster": "https://image.tmdb.org/t/p/w500//gYZAHan5CHPFXORpQMvOjCTug4E.jpg",
        "synopsis": "Lindy is an acid-tongued woman with rage issues who controls her temper by shocking herself with an electrode vest. One day she makes a connection with Justin, who gives her a glimmer of hope for a shock-free future, but when he’s murdered she launches herself on a revenge-fueled rampage in pursuit of his killer.",
        "title": "Jolt",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 184.738,
        "poster": "https://image.tmdb.org/t/p/w500//ovDgO2LPfwdVRfvScAqo9aMiIW.jpg",
        "synopsis": "A tight-knit group of teens unearths a long-buried secret, setting off a chain of illicit events that takes them on an adventure they'll never forget.",
        "title": "Outer Banks",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 61.328,
        "poster": "https://image.tmdb.org/t/p/w500//6TrkFcgCF8Vznk45rs3qvxxejiV.jpg",
        "synopsis": "Aspiring pop star Erica ends up as the entertainment at her ex-fiancé’s wedding after reluctantly taking a gig at a luxurious island resort while in the wake of a music career meltdown.",
        "title": "Resort to Love",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 239.841,
        "poster": "https://image.tmdb.org/t/p/w500//5X1n5q08mZ7NpNpxehMFODxfNYq.jpg",
        "synopsis": "As Gotham City's young vigilante, the Batman, struggles to pursue a brutal serial killer, district attorney Harvey Dent gets caught in a feud involving the criminal family of the Falcones.",
        "title": "Batman: The Long Halloween, Part Two",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 728.406,
        "poster": "https://image.tmdb.org/t/p/w500//ky8Fua6PD7FyyOA7JACh3GDETli.jpg",
        "synopsis": "A woman with a mysterious illness is forced into action when a group of terrorists attempt to hijack a transatlantic overnight flight. In order to protect her son she will have to reveal a dark secret, and unleash the inner monster she has fought to hide.",
        "title": "Blood Red Sky",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 4097.378,
        "poster": "https://image.tmdb.org/t/p/w500//5bFK5d3mVTAvBCXi5NPWH0tYjKl.jpg",
        "synopsis": "When LeBron and his young son Dom are trapped in a digital space by a rogue A.I., LeBron must get them home safe by leading Bugs, Lola Bunny and the whole gang of notoriously undisciplined Looney Tunes to victory over the A.I.'s digitized champions on the court. It's Tunes versus Goons in the highest-stakes challenge of his life.",
        "title": "Space Jam: A New Legacy",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 997.424,
        "poster": "https://image.tmdb.org/t/p/w500//4q2hz2m8hubgvijz8Ez0T2Os2Yv.jpg",
        "synopsis": "Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize that the creatures that hunt by sound are not the only threats that lurk beyond the sand path.",
        "title": "A Quiet Place Part II",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 437.354,
        "poster": "https://image.tmdb.org/t/p/w500//cE9SBjWMUK0HFxmT1cVFDtu5CLT.jpg",
        "synopsis": "Tragedy, betrayal and a mysterious discovery fuel a woman's vengeance for the loss of her tribe and family in this special episode of \"Kingdom.\"",
        "title": "Kingdom: Ashin of the North",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2524.561,
        "poster": "https://image.tmdb.org/t/p/w500//jTswp6KyDYKtvC52GbHagrZbGvD.jpg",
        "synopsis": "Luca and his best friend Alberto experience an unforgettable summer on the Italian Riviera. But all the fun is threatened by a deeply-held secret: they are sea monsters from another world just below the water’s surface.",
        "title": "Luca",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 82.153,
        "poster": "https://image.tmdb.org/t/p/w500//kOVko9u2CSwpU8zGj14Pzei6Eco.jpg",
        "synopsis": "After his brother dies in a car crash, a disgraced MMA fighter takes over the family nightclub — and soon learns his sibling's death wasn’t an accident.",
        "title": "Bartkowiak",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 520.632,
        "poster": "https://image.tmdb.org/t/p/w500//464N3J1i6L5SsazPmX9m3q1GiZ3.jpg",
        "synopsis": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
        "title": "The Suicide Squad",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1015.316,
        "poster": "https://image.tmdb.org/t/p/w500//2DyEk84XnbJEdPlGF43crxfdtHH.jpg",
        "synopsis": "The tenth installment in the Fast Saga.",
        "title": "Fast & Furious 10",
        "type": "MOVIE",
        "year": null
    },
    {
        "popularity": 222.315,
        "poster": "https://image.tmdb.org/t/p/w500//6zwGWDpY8Zu0L6W4SYWERBR8Msw.jpg",
        "synopsis": "The world’s most lethal odd couple – bodyguard Michael Bryce and hitman Darius Kincaid – are back on another life-threatening mission. Still unlicensed and under scrutiny, Bryce is forced into action by Darius's even more volatile wife, the infamous international con artist Sonia Kincaid. As Bryce is driven over the edge by his two most dangerous protectees, the trio get in over their heads in a global plot and soon find that they are all that stand between Europe and a vengeful and powerful madman.",
        "title": "Hitman's Wife's Bodyguard",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1940.334,
        "poster": "https://image.tmdb.org/t/p/w500//kEl2t3OhXc3Zb9FBh1AuYzRTgZp.jpg",
        "synopsis": "After stealing the Tesseract during the events of “Avengers: Endgame,” an alternate version of Loki is brought to the mysterious Time Variance Authority, a bureaucratic organization that exists outside of time and space and monitors the timeline. They give Loki a choice: face being erased from existence due to being a “time variant” or help fix the timeline and stop a greater threat.",
        "title": "Loki",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 2956.411,
        "poster": "https://image.tmdb.org/t/p/w500//uHA5COgDzcxjpYSHHulrKVl6ByL.jpg",
        "synopsis": "All the rules are broken as a sect of lawless marauders decides that the annual Purge does not stop at daybreak and instead should never end as they chase a group of immigrants who they want to punish because of their harsh historical past.",
        "title": "The Forever Purge",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 667.547,
        "poster": "https://image.tmdb.org/t/p/w500//cGLL4SY6jFjjUZkz2eFxgtCtGgK.jpg",
        "synopsis": "A group of families on a tropical holiday discover that the secluded beach where they are staying is somehow causing them to age rapidly – reducing their entire lives into a single day.",
        "title": "Old",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 252.241,
        "poster": "https://image.tmdb.org/t/p/w500//7bbEASVf9XWtfxWiuWUMY3uyhTb.jpg",
        "synopsis": "In 1879, Kenshin and his allies face their strongest enemy yet: his former brother-in-law Enishi Yukishiro and his minions, who've vowed their revenge.",
        "title": "Rurouni Kenshin: The Final",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 4.879,
        "poster": "https://image.tmdb.org/t/p/w500//cd0T7Wv9ek03iwYY0wsnkgoqImq.jpg",
        "synopsis": "After Bobby and his best friend Kevin are kidnapped and taken to a strange house in the middle of nowhere, Bobby manages to escape. But as he starts to make a break for it, he hears Kevin’s screams for help and realizes he can’t leave his friend behind.",
        "title": "The Boy Behind the Door",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 88.512,
        "poster": "https://image.tmdb.org/t/p/w500//bAtl4ccfb37XS2ecCi1cwsw5Uno.jpg",
        "synopsis": "The frantic race to locate the Allspark first culminates on a strange planet as the future comes crashing through to the present day.",
        "title": "Transformers: War for Cybertron: Kingdom",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 193.754,
        "poster": "https://image.tmdb.org/t/p/w500//fDKK51YdOfu9pTmSRw7sHUhGFxm.jpg",
        "synopsis": "A young journalist in London becomes obsessed with a series of letters she discovers that recounts an intense star-crossed love affair from the 1960s.",
        "title": "The Last Letter From Your Lover",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1208.386,
        "poster": "https://image.tmdb.org/t/p/w500//M7SUK85sKjaStg4TKhlAVyGlz3.jpg",
        "synopsis": "A cold and mysterious new security guard for a Los Angeles cash truck company surprises his co-workers when he unleashes precision skills during a heist. The crew is left wondering who he is and where he came from. Soon, the marksman's ultimate motive becomes clear as he takes dramatic and irrevocable steps to settle a score.",
        "title": "Wrath of Man",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 65.44,
        "poster": "https://image.tmdb.org/t/p/w500//xeItgLK9qcafxbd8kYgv7XnMEog.jpg",
        "synopsis": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
        "title": "Shang-Chi and the Legend of the Ten Rings",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 502.971,
        "poster": "https://image.tmdb.org/t/p/w500//fvaB0jrzFXq07bUpox03k6qOAJu.jpg",
        "synopsis": "Following a brutal series of murders taking place on Halloween, Thanksgiving, and Christmas, Gotham City's young vigilante known as the Batman sets out to pursue the mysterious serial killer alongside police officer James Gordon and district attorney Harvey Dent.",
        "title": "Batman: The Long Halloween, Part One",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1704.634,
        "poster": "https://image.tmdb.org/t/p/w500//zvUNFeTz0Sssb210wSiIiHRjA4W.jpg",
        "synopsis": "Arcadia may look like an ordinary town, but it lies at the center of magical and mystical lines that makes it a nexus for many battles among otherworldly creatures, including trolls, aliens, and wizards. Now, various heroes will team-up in an epic adventure where they must fight the Arcane Order for control over the magic that binds them all together.",
        "title": "Trollhunters: Rise of the Titans",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2273.138,
        "poster": "https://image.tmdb.org/t/p/w500//34nDCQZwaEvsy4CFO5hkGRFDCVU.jpg",
        "synopsis": "The world is stunned when a group of time travelers arrive from the year 2051 to deliver an urgent message: Thirty years in the future, mankind is losing a global war against a deadly alien species. The only hope for survival is for soldiers and civilians from the present to be transported to the future and join the fight. Among those recruited is high school teacher and family man Dan Forester. Determined to save the world for his young daughter, Dan teams up with a brilliant scientist and his estranged father in a desperate quest to rewrite the fate of the planet.",
        "title": "The Tomorrow War",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 468.749,
        "poster": "https://image.tmdb.org/t/p/w500//xCEg6KowNISWvMh8GvPSxtdf9TO.jpg",
        "synopsis": "A young boy finds himself pursued by two assassins in the Montana wilderness, with a survival expert determined to protect him, and a forest fire threatening to consume them all.",
        "title": "Those Who Wish Me Dead",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1288.087,
        "poster": "https://image.tmdb.org/t/p/w500//rTh4K5uw9HypmpGslcKd4QfHl93.jpg",
        "synopsis": "In 1970s London amidst the punk rock revolution, a young grifter named Estella is determined to make a name for herself with her designs. She befriends a pair of young thieves who appreciate her appetite for mischief, and together they are able to build a life for themselves on the London streets. One day, Estella’s flair for fashion catches the eye of the Baroness von Hellman, a fashion legend who is devastatingly chic and terrifyingly haute. But their relationship sets in motion a course of events and revelations that will cause Estella to embrace her wicked side and become the raucous, fashionable and revenge-bent Cruella.",
        "title": "Cruella",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 74.101,
        "poster": "https://image.tmdb.org/t/p/w500//39rtdG2QoPIOISmS6KNdJDes8vy.jpg",
        "synopsis": "Ted Lasso, an American football coach, moves to England when he’s hired to manage a soccer team—despite having no experience. With cynical players and a doubtful town, will he get them to see the Ted Lasso Way?",
        "title": "Ted Lasso",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 208.126,
        "poster": "https://image.tmdb.org/t/p/w500//bbDhTRe2vFT0B6xHuZ7KJMmKZha.jpg",
        "synopsis": "On their dying planet, the Autobots and Decepticons battle fiercely for control of the AllSpark in the Transformers universe's origin story.",
        "title": "Transformers: War for Cybertron: Siege",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 783.843,
        "poster": "https://image.tmdb.org/t/p/w500//pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
        "synopsis": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "title": "Godzilla vs. Kong",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 48.664,
        "poster": "https://image.tmdb.org/t/p/w500//zlECyoV9XINpkunjOOoJDtOD8ew.jpg",
        "synopsis": "In the automotive world, John DeLorean rose from engineer to executive to icon. But under the hood of his self-created legend lies darkness and deceit.",
        "title": "Myth And Mogul: John DeLorean",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 18.568,
        "poster": "https://image.tmdb.org/t/p/w500//wlP25H14OvKoFORIwuKomZzioA5.jpg",
        "synopsis": "A 17-year-old girl uses her wits, survival skills, and compassion to fight for her life, and those of her fellow classmates, against a group of live-streaming school shooters.",
        "title": "Run Hide Fight",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 34.986,
        "poster": "https://image.tmdb.org/t/p/w500//xigoOefmTruDPydbUtibOPe8vgl.jpg",
        "synopsis": "A socially awkward but highly enterprising teenager decides to acquire a \"mail order best friend\"; a sophisticated exchange student from France. Instead, he ends up importing his personal nightmare, a cologne-soaked, chain-smoking, sex-obsessed youth who quickly becomes the hero of his new community.",
        "title": "The Exchange",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 45.19,
        "poster": "https://image.tmdb.org/t/p/w500//1OTSuh2HNcTRfme8caU8DjgJ39K.jpg",
        "synopsis": "FBI Agent Helter and his partner Lombardi are very close to busting a sex-trafficking ring. When they realize their investigation has crossed the path of a brutal serial killer, they team up with a Texas Ranger to put an end to the infamous 'Truck Stop Killer'.",
        "title": "Midnight in the Switchgrass",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 604.897,
        "poster": "https://image.tmdb.org/t/p/w500//rmEPtz3Ufzol2VWUAZYzOFaBio3.jpg",
        "synopsis": "In 1666, a colonial town is gripped by a hysterical witch-hunt that has deadly consequences for centuries to come, and it's up to teenagers in 1994 to finally put an end to their town's curse, before it's too late.",
        "title": "Fear Street: 1666",
        "type": "MOVIE",
        "year": "2021"
    }
]