[
    {
        "popularity": 3116.245,
        "poster": "https://image.tmdb.org/t/p/w500//A0knvX7rlwTyZSKj8H5NiARb45.jpg",
        "synopsis": "In 1970s London amidst the punk rock revolution, a young grifter named Estella is determined to make a name for herself with her designs. She befriends a pair of young thieves who appreciate her appetite for mischief, and together they are able to build a life for themselves on the London streets. One day, Estella’s flair for fashion catches the eye of the Baroness von Hellman, a fashion legend who is devastatingly chic and terrifyingly haute. But their relationship sets in motion a course of events and revelations that will cause Estella to embrace her wicked side and become the raucous, fashionable and revenge-bent Cruella.",
        "title": "Cruella",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 596.093,
        "poster": "https://image.tmdb.org/t/p/w500//bT3c4TSOP8vBmMoXZRDPTII6eDa.jpg",
        "synopsis": "The cast of Friends reunites for a once-in-a-lifetime celebration of the hit series, an unforgettable evening filled with iconic memories, uncontrollable laughter, happy tears, and special guests.",
        "title": "Friends: The Reunion",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1763.388,
        "poster": "https://image.tmdb.org/t/p/w500//YxopfHpsCV1oF8CZaL4M3Eodqa.jpg",
        "synopsis": "A cold and mysterious new security guard for a Los Angeles cash truck company surprises his co-workers when he unleashes precision skills during a heist. The crew is left wondering who he is and where he came from. Soon, the marksman's ultimate motive becomes clear as he takes dramatic and irrevocable steps to settle a score.",
        "title": "Wrath of Man",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2154.69,
        "poster": "https://image.tmdb.org/t/p/w500//4EYPN5mVIhKLfxGruy7Dy41dTVn.jpg",
        "synopsis": "Bored and unhappy as the Lord of Hell, Lucifer Morningstar abandoned his throne and retired to Los Angeles, where he has teamed up with LAPD detective Chloe Decker to take down criminals. But the longer he's away from the underworld, the greater the threat that the worst of humanity could escape.",
        "title": "Lucifer",
        "type": "SERIES",
        "year": "2016"
    },
    {
        "popularity": 62.768,
        "poster": "https://image.tmdb.org/t/p/w500//bZACZg9CKTIgjP7NdpvQJQBPUV5.jpg",
        "synopsis": "The true story of negotiations between implacable enemies — the secret back-channel talks, unlikely friendships and quiet heroics of a small but committed group of Israelis, Palestinians and one Norwegian couple that led to the 1993 Oslo Peace Accords.",
        "title": "Oslo",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3494.679,
        "poster": "https://image.tmdb.org/t/p/w500//z8CExJekGrEThbpMXAmCFvvgoJR.jpg",
        "synopsis": "Following a zombie outbreak in Las Vegas, a group of mercenaries take the ultimate gamble: venturing into the quarantine zone to pull off the greatest heist ever attempted.",
        "title": "Army of the Dead",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1183.319,
        "poster": "https://image.tmdb.org/t/p/w500//4q2hz2m8hubgvijz8Ez0T2Os2Yv.jpg",
        "synopsis": "Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize that the creatures that hunt by sound are not the only threats that lurk beyond the sand path.",
        "title": "A Quiet Place Part II",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 4734.184,
        "poster": "https://image.tmdb.org/t/p/w500//6wxfWZxQcuv2QgxIQKj0eYTdKTv.jpg",
        "synopsis": "Alice, a young hearing-impaired girl who, after a supposed visitation from the Virgin Mary, is inexplicably able to hear, speak and heal the sick. As word spreads and people from near and far flock to witness her miracles, a disgraced journalist hoping to revive his career visits the small New England town to investigate. When terrifying events begin to happen all around, he starts to question if these phenomena are the works of the Virgin Mary or something much more sinister.",
        "title": "The Unholy",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 84.769,
        "poster": "https://image.tmdb.org/t/p/w500//jIWO8GKclxOJgtC0jXAyJgMMla8.jpg",
        "synopsis": "In the forgotten town of Carp, Texas, Panic is the only way out. Every summer the graduating seniors risk their lives competing in a series of challenges for the chance to win life-changing money. After the death of two players the stakes—and danger—have never been higher.",
        "title": "Panic",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 140.787,
        "poster": "https://image.tmdb.org/t/p/w500//xBdP9Z0oVAx25tM2gUOtq298jxR.jpg",
        "synopsis": "To save their cash-strapped orphanage, a guardian and his kids partner with a washed-up boat captain for a chance to win a lucrative fishing competition.",
        "title": "Blue Miracle",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 329.854,
        "poster": "https://image.tmdb.org/t/p/w500//f496cm9enuEsZkSPzCwnTESEK5s.jpg",
        "synopsis": "The misadventures of a group of friends as they navigate the pitfalls of work, life and love in Manhattan.",
        "title": "Friends",
        "type": "SERIES",
        "year": "1994"
    },
    {
        "popularity": 1642.844,
        "poster": "https://image.tmdb.org/t/p/w500//xCEg6KowNISWvMh8GvPSxtdf9TO.jpg",
        "synopsis": "A young boy finds himself pursued by two assassins in the Montana wilderness with a survival expert determined to protecting him - and a forest fire threatening to consume them all.",
        "title": "Those Who Wish Me Dead",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 116.102,
        "poster": "https://image.tmdb.org/t/p/w500//78aK4Msbr22A5PGa6PZV0pAvdwf.jpg",
        "synopsis": "A detective in a small Pennsylvania town investigates a local murder while trying to keep her life from falling apart.",
        "title": "Mare of Easttown",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 977.654,
        "poster": "https://image.tmdb.org/t/p/w500//tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
        "synopsis": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
        "title": "Zack Snyder's Justice League",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 474.585,
        "poster": "https://image.tmdb.org/t/p/w500//bOFaAXmWWXC3Rbv4u4uM9ZSzRXP.jpg",
        "synopsis": "Dominic Toretto and his crew join forces to battle the most skilled assassin and high-performance driver they've ever encountered: his forsaken brother.",
        "title": "F9",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 552.881,
        "poster": "https://image.tmdb.org/t/p/w500//xUtOM1QO4r8w8yeE00QvBdq58N5.jpg",
        "synopsis": "A small Norwegian town experiencing warm winters and violent downpours seems to be headed for another Ragnarök -- unless someone intervenes in time.",
        "title": "Ragnarok",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 1596.735,
        "poster": "https://image.tmdb.org/t/p/w500//pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
        "synopsis": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "title": "Godzilla vs. Kong",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 945.301,
        "poster": "https://image.tmdb.org/t/p/w500//lPsD10PP4rgUGiGR4CCXA6iY0QQ.jpg",
        "synopsis": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
        "title": "Raya and the Last Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 133.649,
        "poster": "https://image.tmdb.org/t/p/w500//isghxwTkgHsSfoEmXK1QZEYTjUl.jpg",
        "synopsis": "Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.",
        "title": "The Conjuring: The Devil Made Me Do It",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 49.627,
        "poster": "https://image.tmdb.org/t/p/w500//ccsSqbpEqr2KK9eMvoeF8ERFCd5.jpg",
        "synopsis": "Jack Halsey takes his wife, their adult kids, and a friend for a dream vacation in Kenya. But as they venture off alone into a wilderness park, their safari van is flipped over by an angry rhino, leaving them injured and desperate. Then, as two of them go in search of rescue, a bloody, vicious encounter with a leopard and a clan of hyenas incites a desperate fight for survival.",
        "title": "Endangered Species",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 40.106,
        "poster": "https://image.tmdb.org/t/p/w500//yfTXk9T3iNxuOcnA72AirzueLxL.jpg",
        "synopsis": "A pampered dog named Trouble must learn to live in the real world while trying to escape from his former owner's greedy children and must learn how to survive on the big-city streets.",
        "title": "Dog Gone Trouble",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 118.318,
        "poster": "https://image.tmdb.org/t/p/w500//GAeK18hkfR6rzlo1vITvQhoEiW.jpg",
        "synopsis": "The Russian Czar Peter the Great commissions Jonathan Green, an English traveller, to map the Far East territories of the Russian Empire. Green sets off on yet another long journey, full of unbelievable adventures, which eventually leads him to China. On his way, the famous cartographer makes breath-taking discoveries, meets mysterious creatures, Chinese princesses, deadly masters of oriental martial arts, and even Lun Van, the King of Dragons, himself. What could be more perilous than looking into the eyes of Viy? Only meeting him again… What will prevail this time — the unflinching scepticism of the scientist or ancient black magic, which has already gained influence over the Far East Lands?",
        "title": "Iron Mask",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 186.906,
        "poster": "https://image.tmdb.org/t/p/w500//i0NOqrnE4FhXrk9cHm6DQeRo1Zm.jpg",
        "synopsis": "A chronicle biopic of the 22-year career of soccer star Roberto Baggio, including depictions of his difficult debut as a player, his deep rifts with some of his coaches, his triumph over injuries and personal discovery of Buddism.",
        "title": "Baggio: The Divine Ponytail",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1959.572,
        "poster": "https://image.tmdb.org/t/p/w500//nkayOAUBUu4mMvyNf9iHSUiPjF1.jpg",
        "synopsis": "Washed-up MMA fighter Cole Young, unaware of his heritage, and hunted by Emperor Shang Tsung's best warrior, Sub-Zero, seeks out and trains with Earth's greatest champions as he prepares to stand against the enemies of Outworld in a high stakes battle for the universe.",
        "title": "Mortal Kombat",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1165.23,
        "poster": "https://image.tmdb.org/t/p/w500//h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
        "synopsis": "Tanjirō Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyōjurō Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 494.774,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 218.754,
        "poster": "https://image.tmdb.org/t/p/w500//or06FN3Dka5tukK1e9sl16pB3iy.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 1306.058,
        "poster": "https://image.tmdb.org/t/p/w500//oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
        "synopsis": "Hutch Mansell, a suburban dad, overlooked husband, nothing neighbor — a \"nobody.\" When two thieves break into his home one night, Hutch's unknown long-simmering rage is ignited and propels him on a brutal path that will uncover dark secrets he fought to leave behind.",
        "title": "Nobody",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 46.709,
        "poster": "https://image.tmdb.org/t/p/w500//yThmbQkxSzW4HHdAaoj8RYHFH3i.jpg",
        "synopsis": "When astronomers detect a transmission from another galaxy, it is definitive proof of intelligent extra-terrestrial life. The world’s population waits for further contact with bated breath. They do not have to wait long. Within days, mankind is all but wiped out by a devastating attack; pockets of humanity are left in an eerily deserted world. As aliens hunt and kill those left alive, the survivors ask a burning question – who are these attackers and why are they hell-bent on our destruction?",
        "title": "War of the Worlds",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 157.286,
        "poster": "https://image.tmdb.org/t/p/w500//vdMsMYfkHJ6mLht5QCg7Hl8hnEp.jpg",
        "synopsis": "After witnessing a haunting in their hospital, two doctors become dangerously obsessed with obtaining scientific proof that ghosts exist.",
        "title": "Ghost Lab",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 34.654,
        "poster": "https://image.tmdb.org/t/p/w500//qAQdKiw7P4UA1CypqMZ2vPmXZN5.jpg",
        "synopsis": "The life of American woman Mildred Gillars and her lawyer, who struggles to redeem her reputation. Dubbed “Axis Sally” for broadcasting Nazi propaganda to American troops during World War II, Mildred’s story exposes the dark underbelly of the Third Reich's hate-filled propaganda machine, her eventual capture in Berlin, and subsequent trial for treason against the United States after the war.",
        "title": "American Traitor: The Trial of Axis Sally",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 65.947,
        "poster": "https://image.tmdb.org/t/p/w500//1j4vxmpsjCTIOCUAzevHF8M8aZx.jpg",
        "synopsis": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!..",
        "title": "One Piece",
        "type": "SERIES",
        "year": "1999"
    },
    {
        "popularity": 51.197,
        "poster": "https://image.tmdb.org/t/p/w500//zFIjKtZrzhmc7HecdFXXjsLR2Ig.jpg",
        "synopsis": "Cold War spy Greville Wynne and his Russian source try to put an end to the Cuban Missile Crisis.",
        "title": "The Courier",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 531.763,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "A botched store robbery places Wonder Woman in a global battle against a powerful and mysterious ancient force that puts her powers in jeopardy.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 426.339,
        "poster": "https://image.tmdb.org/t/p/w500//WjQmEWFrOf98nT5aEfUfVYz9N2.jpg",
        "synopsis": "Follow the elite and experimental Clones of the Bad Batch as they find their way in a rapidly changing galaxy in the aftermath of the Clone Wars.",
        "title": "The Bad Batch",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 196.708,
        "poster": "https://image.tmdb.org/t/p/w500//wcrjc1uwQaqoqtqi67Su4VCOYo0.jpg",
        "synopsis": "An agoraphobic woman living alone in New York begins spying on her new neighbors only to witness a disturbing act of violence.",
        "title": "The Woman in the Window",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 80.086,
        "poster": "https://image.tmdb.org/t/p/w500//uxWXW1YYQENSv7OzHB4Hds0bK3b.jpg",
        "synopsis": "A man refuses all assistance from his daughter as he ages and, as he tries to make sense of his changing circumstances, he begins to doubt his loved ones, his own mind and even the fabric of his reality.",
        "title": "The Father",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 535.069,
        "poster": "https://image.tmdb.org/t/p/w500//nAU74GmpUk7t5iklEp3bufwDq4n.jpg",
        "synopsis": "A family is forced to live in silence while hiding from creatures that hunt by sound.",
        "title": "A Quiet Place",
        "type": "MOVIE",
        "year": "2018"
    },
    {
        "popularity": 52.286,
        "poster": "https://image.tmdb.org/t/p/w500//y89kFMNYXNKMdlZjR2yg7nQtcQH.jpg",
        "synopsis": "Metal drummer Ruben begins to lose his hearing. When a doctor tells him his condition will worsen, he thinks his career and life is over. His girlfriend Lou checks the former addict into a rehab for the deaf hoping it will prevent a relapse and help him adapt to his new life. After being welcomed and accepted just as he is, Ruben must choose between his new normal and the life he once knew.",
        "title": "Sound of Metal",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 262.972,
        "poster": "https://image.tmdb.org/t/p/w500//7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
        "synopsis": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
        "title": "Avengers: Infinity War",
        "type": "MOVIE",
        "year": "2018"
    }
]