[
    {
        "popularity": 53.075,
        "poster": "https://image.tmdb.org/t/p/w500//lykPQ7lgrLJPwLlSyetVXsl2wDf.jpg",
        "synopsis": "In the year 2092, space is full of dangerous floating garbage like discarded satellites and deserted spaceships. The crew of a space junk collector ship called The Victory discovers a humanoid robot that’s known to be a weapon of mass destruction. They get involved in a risky business deal and travel through space looking for garbage they can make money off of while also competing with rival junk collectors.",
        "title": "Space Sweepers",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 59.882,
        "poster": "https://image.tmdb.org/t/p/w500//b7BllsQkD6nTkAdtd28UVCmKqVi.jpg",
        "synopsis": "A mind-bending love story following Greg who, after recently being divorced and then fired, meets the mysterious Isabel, a woman living on the streets and convinced that the polluted, broken world around them is just a computer simulation. Doubtful at first, Greg eventually discovers there may be some truth to Isabel’s wild conspiracy.",
        "title": "Bliss",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 25.802,
        "poster": "https://image.tmdb.org/t/p/w500//bdidDnAZwchN5vTenoNuhGPJTri.jpg",
        "synopsis": "As a filmmaker and his girlfriend return home from his movie premiere, smoldering tensions and painful revelations push them toward a romantic reckoning.",
        "title": "Malcolm & Marie",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 5485.007,
        "poster": "https://image.tmdb.org/t/p/w500//tenEL3u6KlWW9F98Sx5CQbbl39J.jpg",
        "synopsis": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
        "title": "WandaVision",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 63.71,
        "poster": "https://image.tmdb.org/t/p/w500//hh4uZv4lVkTBsBqtHCA5B4EMHBR.jpg",
        "synopsis": "An environmental police officer uncovers a hidden world of mythological entities from Brazilian folklore when he finds a connection between the mysterious appearance of a dead river dolphin on a Rio de Janeiro beach and the death of his beloved wife.",
        "title": "Invisible City",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 36.103,
        "poster": "https://image.tmdb.org/t/p/w500//blB1T2zUAqP9Qv8dyoB9Xn7W7qI.jpg",
        "synopsis": "In 1950s Italy, a farmer's dream of improving workers’ living conditions collapses when he falls for a landowner's daughter. Based on true events.",
        "title": "The Last Paradiso",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1231.979,
        "poster": "https://image.tmdb.org/t/p/w500//c7VlGCCgM9GZivKSzBgzuOVxQn7.jpg",
        "synopsis": "Deputy Sheriff Joe \"Deke\" Deacon joins forces with Sgt. Jim Baxter to search for a serial killer who's terrorizing Los Angeles. As they track the culprit, Baxter is unaware that the investigation is dredging up echoes of Deke's past, uncovering disturbing secrets that could threaten more than his case.",
        "title": "The Little Things",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2635.962,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 575.053,
        "poster": "https://image.tmdb.org/t/p/w500//xSDdRAjxKAGi8fUBLOqSrBhJmF0.jpg",
        "synopsis": "After 12 years in prison, former high school football star Eddie Palmer returns home to put his life back together—and forms an unlikely bond with Sam, an outcast boy from a troubled home. But Eddie's past threatens to ruin his new life and family.",
        "title": "Palmer",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 15.772,
        "poster": "https://image.tmdb.org/t/p/w500//4GGF9oW3b8qqjvig3n8Qftl4P1Q.jpg",
        "synopsis": "A group of friends at a New Year’s Eve party go through a whirlwind of events that exposes secrets, breaks hearts — and leads to a shocking outcome.",
        "title": "All My Friends Are Dead",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 176.96,
        "poster": "https://image.tmdb.org/t/p/w500//dFDNb9Gk1kyLRcconpj7Mc7C7IL.jpg",
        "synopsis": "As WWII looms, a wealthy widow hires an amateur archaeologist to excavate the burial mounds on her estate. When they make a historic discovery, the echoes of Britain's past resonate in the face of its uncertain future‎.",
        "title": "The Dig",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 83.961,
        "poster": "https://image.tmdb.org/t/p/w500//vJdhhyideVVOw9nT9kaD4yKD53z.jpg",
        "synopsis": "For decades, childhood best friends Kate and Tully have weathered life's storms together -- until a betrayal threatens to break them apart for good.",
        "title": "Firefly Lane",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 639.299,
        "poster": "https://image.tmdb.org/t/p/w500//dWSnsAGTfc8U27bWsy2RfwZs0Bs.jpg",
        "synopsis": "When a prisoner transfer van is attacked, the cop in charge must fight those inside and outside while dealing with a silent foe: the icy temperatures.",
        "title": "Below Zero",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 656.751,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 208.516,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 29.263,
        "poster": "https://image.tmdb.org/t/p/w500//bG11vZALd21wrnusUygZ8M28LcU.jpg",
        "synopsis": "Carlos is a businessman who gets a request to intercede on behalf a US engineer in the oil industry who's been kidnapped.",
        "title": "Black Beach",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 20.086,
        "poster": "https://image.tmdb.org/t/p/w500//5hmaACPJfI2M0v38DeltW3dSggT.jpg",
        "synopsis": "A teenage girl living with schizophrenia begins to suspect her neighbor has kidnapped a child. Her parents try desperately to help her live a normal life, without exposing their own tragic secrets, and the only person who believes her is Caleb – a boy she isn’t even sure exists.",
        "title": "Fear of Rain",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 53.906,
        "poster": "https://image.tmdb.org/t/p/w500//i7P5DqW1wDNpX2Ug0kAFKJSL7bX.jpg",
        "synopsis": "In the aftermath of the Great Plague and amidst the subsequent witch-hunts against women, a young widow grapples with the tragic death of her husband in a society completely consumed by fear and death. Because she rejects the advances of her landlord, she is falsely accused of being a witch and thrown in jail for a crime she didn’t commit. She must endure physical persecution at the hands of England’s most ruthless witch-hunter and face her own inner demons as the devil himself starts to work his way into her mind.",
        "title": "The Reckoning",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 74.916,
        "poster": "https://image.tmdb.org/t/p/w500//yScOKZTBlug31LF89M3Dccymw5b.jpg",
        "synopsis": "As Helena gains the trust and love of a dangerous heroin cartel leader in Barcelona, she develops the skills she needs to eventually seize his empire.",
        "title": "Hache",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 42.004,
        "poster": "https://image.tmdb.org/t/p/w500//5GLe1lqDAljLU1F1Tgxf2aYpr23.jpg",
        "synopsis": "Mike Markovich, a young stockbroker at a Mob-controlled Wall Street firm, is betrayed and imprisoned for six years. When he is released, his deadly quest for vengeance begins.",
        "title": "Payback",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 43.891,
        "poster": "https://image.tmdb.org/t/p/w500//hqeCD4AZmcQdiOCybWoZGa74x0A.jpg",
        "synopsis": "The world’s most iconic dog is ready for his close-up. Dive into new adventures with the happy-dancing, high-flying, big-dreaming beagle, who's joined by best friend Woodstock and rest of the Peanuts gang.",
        "title": "The Snoopy Show",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 648.915,
        "poster": "https://image.tmdb.org/t/p/w500//AiV7eOusuZawEdbAV75Qx0UORRy.jpg",
        "synopsis": "Two Brooklyn siblings' summer in a rural Oahu town takes an exciting turn when a journal pointing to long-lost treasure sets them on an adventure, leading them to reconnect with their Hawaiian heritage.",
        "title": "Finding 'Ohana",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 99.512,
        "poster": "https://image.tmdb.org/t/p/w500//5vQlVWkIMPhZ88OWchJsgwGEK9.jpg",
        "synopsis": "A thriller set two hundred years in the future following the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history.",
        "title": "The Expanse",
        "type": "SERIES",
        "year": "2015"
    },
    {
        "popularity": 62.166,
        "poster": "https://image.tmdb.org/t/p/w500//8AYQ7vyUI2HVLEKH7niFvJ1AdZp.jpg",
        "synopsis": "Imagine waking up in a world where a pandemic has broken out, which strikes with no rhyme or reason, and causes its victims to lose their memories. Imagine waking up and not remembering the person you love. This is the world that newlyweds Emma and Jude find themselves in, not long after meeting and falling in love. When Jude contracts the disease, the young couple will do anything to hold onto the memory of their love. But how do you build a future when you keep having to rebuild the past?",
        "title": "Little Fish",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1333.828,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 15.386,
        "poster": "https://image.tmdb.org/t/p/w500//CXQ5zOrhHGcw1imsRMwa7W8izS.jpg",
        "synopsis": "The feature documentary follows women of all walks of life, all ages and ethnic backgrounds, as they shed trauma, body image shame, sexual abuse and other issues locked in their bodies, and embark on a journey to reclaim themselves. The film also gives a rare window into the world of Pole artistry and expression.",
        "title": "Strip Down Rise Up",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 64.513,
        "poster": "https://image.tmdb.org/t/p/w500//uQjxpEYktu36ZiWKfn0t0FySmXl.jpg",
        "synopsis": "Having recently found God, self-effacing young nurse Maud arrives at a plush home to care for Amanda, a hedonistic dancer left frail from a chronic illness. When a chance encounter with a former colleague throws up hints of a dark past, it becomes clear there is more to sweet Maud than meets the eye.",
        "title": "Saint Maud",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 882.451,
        "poster": "https://image.tmdb.org/t/p/w500//zeD4PabP6099gpE0STWJrJrCBCs.jpg",
        "synopsis": "A bank robber tries to turn himself in because he's falling in love and wants to live an honest life...but when he realizes the Feds are more corrupt than him, he must fight back to clear his name.",
        "title": "Honest Thief",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 317.955,
        "poster": "https://image.tmdb.org/t/p/w500//ulzhLuWrPK07P1YkdWQLZnQh1JL.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 424.8,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 9.313,
        "poster": "https://image.tmdb.org/t/p/w500//vsIaqOIL4J4tHTc6GfClEZhF9Wc.jpg",
        "synopsis": "A headstrong orphan discovers a world of spells and potions while living with a selfish witch.",
        "title": "Earwig and the Witch",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 34.986,
        "poster": "https://image.tmdb.org/t/p/w500//gXVo9o9ho2Cn66ggzE6Ew8bPhtN.jpg",
        "synopsis": "Bob Zellner, grandson of a Klansman, comes of age in the Deep South and eventually joins the Civil Rights Movement.",
        "title": "Son of the South",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 28.399,
        "poster": "https://image.tmdb.org/t/p/w500//hOdW30Yk3aAmiWGjbfeNJ316QQY.jpg",
        "synopsis": "Summer 1939. Influential families in Nazi Germany have sent their daughters to a finishing school in an English seaside town to learn the language and be ambassadors for a future looking National Socialist. A teacher there sees what is coming and is trying to raise the alarm. But the authorities believe he is the problem.",
        "title": "Six Minutes to Midnight",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 307.509,
        "poster": "https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 25.418,
        "poster": "https://image.tmdb.org/t/p/w500//svHelD0Hb3TXPAQoPsoBwdDMTvf.jpg",
        "synopsis": "Set against the backdrop of the COVID-19 lockdown, sparring couple Linda and Paxton call a truce to attempt a high-risk jewellery heist at one of the world’s most exclusive department stores, Harrods.",
        "title": "Locked Down",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 885.806,
        "poster": "https://image.tmdb.org/t/p/w500//vYvppZMvXYheYTWVd8Rnn9nsmNp.jpg",
        "synopsis": "Covert security company Vanguard is the last hope of survival for an accountant after he is targeted by the world's deadliest mercenary organization.",
        "title": "Vanguard",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 14.343,
        "poster": "https://image.tmdb.org/t/p/w500//1gsa2MWN934Vy6HHirAkd5nasML.jpg",
        "synopsis": "A time traveler, Norman, and his A.I. companion, A.N.I., become trapped and isolated in the past, jeopardizing life in both the past and the future. They must invent a way back to the future before the world collapses.",
        "title": "Norman",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2292.21,
        "poster": "https://image.tmdb.org/t/p/w500//wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
        "synopsis": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
        "title": "Riverdale",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 184.07,
        "poster": "https://image.tmdb.org/t/p/w500//wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
        "synopsis": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.",
        "title": "Harry Potter and the Philosopher's Stone",
        "type": "MOVIE",
        "year": "2001"
    },
    {
        "popularity": 50.581,
        "poster": "https://image.tmdb.org/t/p/w500//bG5aqfT5lTHuSbcQofNHtH0RyyP.jpg",
        "synopsis": "Crash-landed alien Harry takes on the identity of a small-town Colorado doctor. Arriving with a secret mission, he starts off living a simple life…but things get a bit rocky when he’s roped into solving a local murder and realizes he needs to assimilate into his new world. As he does, he begins to wrestle with the moral dilemma of his mission and asking the big life questions like: “Are human beings worth saving?” and “Why do they fold their pizza before eating it?”",
        "title": "Resident Alien",
        "type": "SERIES",
        "year": "2021"
    }
]