[
    {
        "popularity": 696.847,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 65.548,
        "poster": "https://image.tmdb.org/t/p/w500//8xC6QSyxrpm0D5A6iyHNemEWBVe.jpg",
        "synopsis": "A mystical, ancient dagger causes a notorious serial killer to magically switch bodies with a 17-year-old girl.",
        "title": "Freaky",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 282.679,
        "poster": "https://image.tmdb.org/t/p/w500//6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
        "synopsis": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
        "title": "The Lord of the Rings: The Fellowship of the Ring",
        "type": "MOVIE",
        "year": "2001"
    },
    {
        "popularity": 1700.597,
        "poster": "https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "title": "The Mandalorian",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 62.082,
        "poster": "https://image.tmdb.org/t/p/w500//eu747ko823mktL3ygo7ohdZznP7.jpg",
        "synopsis": "A determined Angela makes a wish to reunite her family in time for Christmas, then launches a plan to find her way from Ireland to Australia.",
        "title": "Angela's Christmas Wish",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 50.103,
        "poster": "https://image.tmdb.org/t/p/w500//fTgNvR0LCtQ3QMyRl70nEjCqgzM.jpg",
        "synopsis": "Applying the laws of life on Earth to the rest of the galaxy, this series blends science fact and fiction to imagine alien life on other planets.",
        "title": "Alien Worlds",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 502.799,
        "poster": "https://image.tmdb.org/t/p/w500//6sG0kbEvAi3RRLcGGU5h8l3qAPa.jpg",
        "synopsis": "Kate Pierce is reluctantly spending Christmas with her mom’s new boyfriend and his son Jack. But when the North Pole and Christmas are threatened to be destroyed, Kate and Jack are unexpectedly pulled into a new adventure with Santa Claus.",
        "title": "The Christmas Chronicles: Part Two",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 604.775,
        "poster": "https://image.tmdb.org/t/p/w500//qzA87Wf4jo1h8JMk9GilyIYvwsA.jpg",
        "synopsis": "A black ops assassin is forced to fight for her own survival after a job goes dangerously wrong.",
        "title": "Ava",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 88.657,
        "poster": "https://image.tmdb.org/t/p/w500//5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
        "synopsis": "Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
        "title": "The Lord of the Rings: The Two Towers",
        "type": "MOVIE",
        "year": "2002"
    },
    {
        "popularity": 53.218,
        "poster": "https://image.tmdb.org/t/p/w500//ffdPUteSePSqJEhKJKwgSIWumC2.jpg",
        "synopsis": "After the strange death of his young son at their new home, Daniel hears a ghostly plea for help, spurring him to seek out a renowned paranormal expert.",
        "title": "Don't Listen",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 130.761,
        "poster": "https://image.tmdb.org/t/p/w500//uTSLeQTeHevt4fplegmQ6bOnE0Z.jpg",
        "synopsis": "The lives of the elite Navy Seals as they train, plan and execute the most dangerous, high-stakes missions our country can ask.",
        "title": "SEAL Team",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 374.704,
        "poster": "https://image.tmdb.org/t/p/w500//3tDbJxobPN3EI2bBebL6zmusmw5.jpg",
        "synopsis": "Grace and Jonathan Fraser are living the only lives they ever wanted. Overnight a chasm opens in their lives: a violent death and a chain of terrible revelations. Left behind in the wake of a spreading and very public disaster, Grace must dismantle one life and create another for her child and her family.",
        "title": "The Undoing",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 76.573,
        "poster": "https://image.tmdb.org/t/p/w500//mX7AYmQxQTGevmP8nDV99diqkO7.jpg",
        "synopsis": "Flight attendant Cassandra Bowden wakes in her hotel room hungover from the night before in Dubai with a dead body lying next to her. Afraid to call the police, she continues her morning as if nothing happened. In New York, she is met by FBI agents who question her about her recent layover in Dubai. Still unable to piece the night together, she begins to wonder if she could be the killer.",
        "title": "The Flight Attendant",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 23.489,
        "poster": "https://image.tmdb.org/t/p/w500//ry6dScak3TZDjLrO4f9pEzMiH2j.jpg",
        "synopsis": "After taking a very nasty fall on Christmas Eve, grinchy Jorge blacks out and wakes up one year later, with no memory of the year that has passed. He soon realizes that he’s doomed to keep waking up on Christmas Eve after Christmas Eve, having to deal with the aftermath of what his other self has done the other 364 days of the year.",
        "title": "Just Another Christmas",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 235.249,
        "poster": "https://image.tmdb.org/t/p/w500//or06FN3Dka5tukK1e9sl16pB3iy.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 82.398,
        "poster": "https://image.tmdb.org/t/p/w500//rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
        "synopsis": "Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam take the ring closer to the heart of Mordor, the dark lord's realm.",
        "title": "The Lord of the Rings: The Return of the King",
        "type": "MOVIE",
        "year": "2003"
    },
    {
        "popularity": 120.643,
        "poster": "https://image.tmdb.org/t/p/w500//vzec9kkOSE93tygyfOktedkeOQ.jpg",
        "synopsis": "A young woman's plans to propose to her girlfriend while at her family's annual holiday party are upended when she discovers her partner hasn't yet come out to her conservative parents.",
        "title": "Happiest Season",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 861.288,
        "poster": "https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 399.96,
        "poster": "https://image.tmdb.org/t/p/w500//xrI4EnZWftpo1B7tTvlMUXVOikd.jpg",
        "synopsis": "Five young mutants, just discovering their abilities while held in a secret facility against their will, fight to escape their past sins and save themselves.",
        "title": "The New Mutants",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 55.435,
        "poster": "https://image.tmdb.org/t/p/w500//5ZjMNJJabwBEnGVQoR2yoMEL9um.jpg",
        "synopsis": "Born free in the American West, Black Beauty is a horse rounded up and brought to Birtwick Stables, where she meets spirited teenager Jo Green. The two forge a bond that carries Beauty through the different chapters, challenges and adventures.",
        "title": "Black Beauty",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 14.172,
        "poster": "https://image.tmdb.org/t/p/w500//hBLJzYriF9zZAHc2Gjb3KTQGTGT.jpg",
        "synopsis": "When the trainee pilot and her mortally wounded gunner are shot down, they crash land on a nearby planet. An enemy craft offers the chance of spare parts to fix her ship, but then she spots another survivor - an enemy alien soldier with no intention of letting her escape.",
        "title": "Dune Drifter",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 73.386,
        "poster": "https://image.tmdb.org/t/p/w500//yHA9Fc37VmpUA5UncTxxo3rTGVA.jpg",
        "synopsis": "Bilbo Baggins, a hobbit enjoying his quiet life, is swept into an epic quest by Gandalf the Grey and thirteen dwarves who seek to reclaim their mountain home from Smaug, the dragon.",
        "title": "The Hobbit: An Unexpected Journey",
        "type": "MOVIE",
        "year": "2012"
    },
    {
        "popularity": 699.206,
        "poster": "https://image.tmdb.org/t/p/w500//aKx1ARwG55zZ0GpRvU2WrGrCG9o.jpg",
        "synopsis": "When the Emperor of China issues a decree that one man per family must serve in the Imperial Chinese Army to defend the country from Huns, Hua Mulan, the eldest daughter of an honored warrior, steps in to take the place of her ailing father. She is spirited, determined and quick on her feet. Disguised as a man by the name of Hua Jun, she is tested every step of the way and must harness her innermost strength and embrace her true potential.",
        "title": "Mulan",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 102.598,
        "poster": "https://image.tmdb.org/t/p/w500//di1bCAfGoJ0BzNEavLsPyxQ2AaB.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 466.565,
        "poster": "https://image.tmdb.org/t/p/w500//zU0htwkhNvBQdVSIKB9s6hgVeFK.jpg",
        "synopsis": "In a Kentucky orphanage in the 1950s, a young girl discovers an astonishing talent for chess while struggling with addiction.",
        "title": "The Queen's Gambit",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 96.265,
        "poster": "https://image.tmdb.org/t/p/w500//22olUUiyt5CHWZUgATipg4N9wbn.jpg",
        "synopsis": "Connected by phone in the same home but 20 years apart, a serial killer puts another woman’s past — and life — on the line to change her own fate.",
        "title": "The Call",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 217.649,
        "poster": "https://image.tmdb.org/t/p/w500//EsLZoT8oHhQlGd1QpdbnvnwTzO.jpg",
        "synopsis": "Following the loss of their son, a retired sheriff and his wife leave their Montana ranch to rescue their young grandson from the clutches of a dangerous family living off the grid in the Dakotas.",
        "title": "Let Him Go",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 101.043,
        "poster": "https://image.tmdb.org/t/p/w500//98RYSYsRNKWgrAAFBn0WfploUG7.jpg",
        "synopsis": "Follow the voyages of Starfleet on their missions to discover new worlds and new life forms, and one Starfleet officer who must learn that to truly understand all things alien, you must first understand yourself.",
        "title": "Star Trek: Discovery",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 2.744,
        "poster": "https://image.tmdb.org/t/p/w500//guDz6dJz1ryQhg2U8IKSaRoirdA.jpg",
        "synopsis": "Talent and passion for music can take one to the very top. On the way, however, there are going to be showbiz traps.",
        "title": "Fierce",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 60.034,
        "poster": "https://image.tmdb.org/t/p/w500//9QjaS6M5oR0tg9almf7odQW4Vi7.jpg",
        "synopsis": "A retired special forces officer is trapped in a never-ending time loop on the day of his death.",
        "title": "Boss Level",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 61.378,
        "poster": "https://image.tmdb.org/t/p/w500//xQYiXsheRCDBA39DOrmaw1aSpbk.jpg",
        "synopsis": "The Dwarves, Bilbo and Gandalf have successfully escaped the Misty Mountains, and Bilbo has gained the One Ring. They all continue their journey to get their gold back from the Dragon, Smaug.",
        "title": "The Hobbit: The Desolation of Smaug",
        "type": "MOVIE",
        "year": "2013"
    },
    {
        "popularity": 258.949,
        "poster": "https://image.tmdb.org/t/p/w500//bQLrHIRNEkE3PdIWQrZHynQZazu.jpg",
        "synopsis": "The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.",
        "title": "Vikings",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 1630.265,
        "poster": "https://image.tmdb.org/t/p/w500//4n8QNNdk4BOX9Dslfbz5Dy6j1HK.jpg",
        "synopsis": "A rowdy, unorthodox Santa Claus is fighting to save his declining business. Meanwhile, Billy, a neglected and precocious 12 year old, hires a hit man to kill Santa after receiving a lump of coal in his stocking.",
        "title": "Fatman",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1037.981,
        "poster": "https://image.tmdb.org/t/p/w500//7D430eqZj8y3oVkLFfsWXGRcpEG.jpg",
        "synopsis": "A lowly utility worker is called to the future by a mysterious radio signal, he must leave his dying wife to embark on a journey that will force him to face his deepest fears in an attempt to change the fabric of reality and save humankind from its greatest environmental crisis yet.",
        "title": "2067",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 97.84,
        "poster": "https://image.tmdb.org/t/p/w500//xT98tLqatZPQApyRmlPL12LtiWp.jpg",
        "synopsis": "Immediately after the events of The Desolation of Smaug, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.",
        "title": "The Hobbit: The Battle of the Five Armies",
        "type": "MOVIE",
        "year": "2014"
    },
    {
        "popularity": 292.656,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 44.151,
        "poster": "https://image.tmdb.org/t/p/w500//tkcWVz2qOaOmEfcRpei2MmnCSfP.jpg",
        "synopsis": "An Iraqi journalist joins an army of uneasy allies and unforgettable characters in the epic battle to liberate the city of Mosul from the Islamic State.",
        "title": "Mosul",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 57.119,
        "poster": "https://image.tmdb.org/t/p/w500//iik8EaTX1ElExuZLfHKBi4dl9Zh.jpg",
        "synopsis": "To rescue his daughter, an unstable Special Forces veteran unleashes his inner beast as he pursues her kidnappers — and soon becomes a suspect himself.",
        "title": "The Beast",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 720.569,
        "poster": "https://image.tmdb.org/t/p/w500//clnyhPqj1SNgpAdeSS6a6fwE6Bo.jpg",
        "synopsis": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
        "title": "Grey's Anatomy",
        "type": "SERIES",
        "year": "2005"
    },
    {
        "popularity": 170.507,
        "poster": "https://image.tmdb.org/t/p/w500//7mfMBPYCnzDYExWQOHXhHpSJ3Ip.jpg",
        "synopsis": "An urgent phone call pulls a Yale Law student back to his Ohio hometown, where he reflects on three generations of family history and his own future.",
        "title": "Hillbilly Elegy",
        "type": "MOVIE",
        "year": "2020"
    }
]