[
    {
        "popularity": 11701.435,
        "poster": "https://image.tmdb.org/t/p/w500//pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
        "synopsis": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "title": "Godzilla vs. Kong",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 7337.834,
        "poster": "https://image.tmdb.org/t/p/w500//tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
        "synopsis": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
        "title": "Zack Snyder's Justice League",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 142.373,
        "poster": "https://image.tmdb.org/t/p/w500//pr3bEQ517uMb5loLvjFQi8uLAsp.jpg",
        "synopsis": "A man refuses all assistance from his daughter as he ages and, as he tries to make sense of his changing circumstances, he begins to doubt his loved ones, his own mind and even the fabric of his reality.",
        "title": "The Father",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 3392.882,
        "poster": "https://image.tmdb.org/t/p/w500//qGA31gx01iIJMgk2MyVgurhCGeO.jpg",
        "synopsis": "Following the events of “Avengers: Endgame”, the Falcon, Sam Wilson and the Winter Soldier, Bucky Barnes team up in a global adventure that tests their abilities, and their patience.",
        "title": "The Falcon and the Winter Soldier",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1689.501,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "A botched store robbery places Wonder Woman in a global battle against a powerful and mysterious ancient force that puts her powers in jeopardy.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 299.949,
        "poster": "https://image.tmdb.org/t/p/w500//zsaiq8ZclPuneuN7loLEbsh1ANJ.jpg",
        "synopsis": "Twenty-four-year-old Kara Zor-El, who was taken in by the Danvers family when she was 13 after being sent away from Krypton, must learn to embrace her powers after previously hiding them. The Danvers teach her to be careful with her powers, until she has to reveal them during an unexpected disaster, setting her on her journey of heroism.",
        "title": "Supergirl",
        "type": "SERIES",
        "year": "2015"
    },
    {
        "popularity": 2582.87,
        "poster": "https://image.tmdb.org/t/p/w500//lPsD10PP4rgUGiGR4CCXA6iY0QQ.jpg",
        "synopsis": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
        "title": "Raya and the Last Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 88.643,
        "poster": "https://image.tmdb.org/t/p/w500//qN6HCKR3ZRqbpGBWFctVlSTKR2k.jpg",
        "synopsis": "In Victorian London, a gang of troubled street teens are manipulated into solving crimes for the sinister Doctor Watson and his mysterious business partner, the elusive Sherlock Holmes. As the crimes take on a horrifying supernatural edge and a dark power emerges, it'll be up to the Irregulars to come together to save not only London but the entire world.",
        "title": "The Irregulars",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 5.727,
        "poster": "https://image.tmdb.org/t/p/w500//9tedVhYeK7fUqgwrjQAVw7RcI5d.jpg",
        "synopsis": "Aaron Falk returns to his drought-stricken hometown to attend a tragic funeral. But his return opens a decades-old wound - the unsolved death of a teenage girl.",
        "title": "The Dry",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 101.342,
        "poster": "https://image.tmdb.org/t/p/w500//A1Gy5HX3DKGaNW1Ay30NTIVJqJ6.jpg",
        "synopsis": "Two pals embark on a road trip full of funny pranks that pull real people into mayhem.",
        "title": "Bad Trip",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 768.816,
        "poster": "https://image.tmdb.org/t/p/w500//tbVZ3Sq88dZaCANlUcewQuHQOaE.jpg",
        "synopsis": "Searching for a safer habitat, the prehistoric Crood family discovers an idyllic, walled-in paradise that meets all of its needs. Unfortunately, they must also learn to live with the Bettermans -- a family that's a couple of steps above the Croods on the evolutionary ladder. As tensions between the new neighbors start to rise, a new threat soon propels both clans on an epic adventure that forces them to embrace their differences, draw strength from one another, and survive together.",
        "title": "The Croods: A New Age",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1625.778,
        "poster": "https://image.tmdb.org/t/p/w500//6KErczPBROQty7QoIsaa6wJYXZi.jpg",
        "synopsis": "Tom the cat and Jerry the mouse get kicked out of their home and relocate to a fancy New York hotel, where a scrappy employee named Kayla will lose her job if she can’t evict Jerry before a high-class wedding at the hotel. Her solution? Hiring Tom to get rid of the pesky mouse.",
        "title": "Tom & Jerry",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 278.811,
        "poster": "https://image.tmdb.org/t/p/w500//yDWJYRAwMNKbIYT8ZB33qy84uzO.jpg",
        "synopsis": "Mark Grayson is a normal teenager except for the fact that his father is the most powerful superhero on the planet. Shortly after his seventeenth birthday, Mark begins to develop powers of his own and enters into his father’s tutelage.",
        "title": "Invincible",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 272.502,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 436.865,
        "poster": "https://image.tmdb.org/t/p/w500//iBZhbCVhLpyxAfW1B8ePUxjScrx.jpg",
        "synopsis": "Ford Brody, a Navy bomb expert, has just reunited with his family in San Francisco when he is forced to go to Japan to help his estranged father, Joe. Soon, both men are swept up in an escalating crisis when an ancient alpha predator arises from the sea to combat malevolent adversaries that threaten the survival of humanity. The creatures leave colossal destruction in their wake, as they make their way toward their final battleground: San Francisco.",
        "title": "Godzilla",
        "type": "MOVIE",
        "year": "2014"
    },
    {
        "popularity": 95.115,
        "poster": "https://image.tmdb.org/t/p/w500//4ZSzEDVdxWVMVO4oZDvoodQOEfr.jpg",
        "synopsis": "The Secret Magic Control Agency sends its two best agents, Hansel and Gretel, to fight against the witch of the Gingerbread House.",
        "title": "Secret Magic Control Agency",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 287.398,
        "poster": "https://image.tmdb.org/t/p/w500//95xQPSqwvQDRoB3rXUn4lRyJrBW.jpg",
        "synopsis": "Set more than seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a gigantic, perpetually-moving train that circles the globe as class warfare, social injustice and the politics of survival play out.",
        "title": "Snowpiercer",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 692.145,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1561.676,
        "poster": "https://image.tmdb.org/t/p/w500//lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
        "synopsis": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
        "title": "The Flash",
        "type": "SERIES",
        "year": "2014"
    },
    {
        "popularity": 406.745,
        "poster": "https://image.tmdb.org/t/p/w500//htTS07IvYv3rv57ftzNEprefwSq.jpg",
        "synopsis": "Troubled teen Will Hawkins has a run-in with the law that puts him at an important crossroad: go to juvenile detention or attend a Christian summer camp. At first a fish-out-of-water, Will opens his heart, discovers love with a camp regular, and sense of belonging in the last place he expected to find it.",
        "title": "A Week Away",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 45.456,
        "poster": "https://image.tmdb.org/t/p/w500//EsLZoT8oHhQlGd1QpdbnvnwTzO.jpg",
        "synopsis": "Following the loss of their son, a retired sheriff and his wife leave their Montana ranch to rescue their young grandson from the clutches of a dangerous family living off the grid in the Dakotas.",
        "title": "Let Him Go",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 316.434,
        "poster": "https://image.tmdb.org/t/p/w500//s1wP1YeQS9fgSHiXZ3yJb2ufB2D.jpg",
        "synopsis": "After encounters with a dragon and a princess on her own mission, a Dragon Knight becomes embroiled in events larger than he could have ever imagined.",
        "title": "DOTA: Dragon's Blood",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 4.577,
        "poster": "https://image.tmdb.org/t/p/w500//kjG9kAgI1s7mH1hCAKgWUNzxDeQ.jpg",
        "synopsis": "In this film's adventure, a volcano erupts suddenly, suddenly awakening the Pacific Ocean floor of hundreds of volcanoes composed of the \"ring of fire\", this sudden event quickly turned into a global catastrophe.  The volcanic clusters that are about to erupt en masse threaten the horned whales washed ashore by the tsunami, the cap penguins living in the volcanic islands, the equipment of the small column maintenance station, the food planted by plant fish in the marine farms... Not to mention the plants and animals that live in the crater all year after year!",
        "title": "Octonauts: The Ring Of Fire",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1720.013,
        "poster": "https://image.tmdb.org/t/p/w500//1UCOF11QCw8kcqvce8LKOO6pimh.jpg",
        "synopsis": "A portal transports Cpt. Artemis and an elite unit of soldiers to a strange world where powerful monsters rule with deadly ferocity. Faced with relentless danger, the team encounters a mysterious hunter who may be their only hope to find a way home.",
        "title": "Monster Hunter",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 807.694,
        "poster": "https://image.tmdb.org/t/p/w500//mzOHg7Q5q9yUmY0b9Esu8Qe6Nnm.jpg",
        "synopsis": "Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.",
        "title": "Godzilla: King of the Monsters",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 258.276,
        "poster": "https://image.tmdb.org/t/p/w500//r2517Vz9EhDhj88qwbDVj8DCRZN.jpg",
        "synopsis": "Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island.",
        "title": "Kong: Skull Island",
        "type": "MOVIE",
        "year": "2017"
    },
    {
        "popularity": 296.038,
        "poster": "https://image.tmdb.org/t/p/w500//ulzhLuWrPK07P1YkdWQLZnQh1JL.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 817.643,
        "poster": "https://image.tmdb.org/t/p/w500//glKDfE6btIRcVB5zrjspRIs4r52.jpg",
        "synopsis": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
        "title": "WandaVision",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 848.39,
        "poster": "https://image.tmdb.org/t/p/w500//rqeYMLryjcawh2JeRpCVUDXYM5b.jpg",
        "synopsis": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
        "title": "The Walking Dead",
        "type": "SERIES",
        "year": "2010"
    },
    {
        "popularity": 1108.086,
        "poster": "https://image.tmdb.org/t/p/w500//wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
        "synopsis": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
        "title": "Riverdale",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 32.593,
        "poster": "https://image.tmdb.org/t/p/w500//Q1ZYG3kDS8iVIHOYOJ9NQmV0q7.jpg",
        "synopsis": "Real people's terrifying tales of the chilling, unexplained and paranormal come to life with dramatic reenactments in this reality series.",
        "title": "Haunted: Latin America",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 909.772,
        "poster": "https://image.tmdb.org/t/p/w500//c7VlGCCgM9GZivKSzBgzuOVxQn7.jpg",
        "synopsis": "Deputy Sheriff Joe \"Deke\" Deacon joins forces with Sgt. Jim Baxter to search for a serial killer who's terrorizing Los Angeles. As they track the culprit, Baxter is unaware that the investigation is dredging up echoes of Deke's past, uncovering disturbing secrets that could threaten more than his case.",
        "title": "The Little Things",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 33.512,
        "poster": "https://image.tmdb.org/t/p/w500//onv9itH0jo5u21Bo8njRcbmmoOz.jpg",
        "synopsis": "As Sakura drowns in the murky darkness of the sins she has committed, Shirō's vow to protect her at all costs leads him into a raging battle to put an end to the Holy Grail War.  Will Shirō's wish reach Sakura even as he challenges fate itself in a desperate battle against the rising tide?",
        "title": "Fate/stay night: Heaven's Feel III. Spring Song",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 116.288,
        "poster": "https://image.tmdb.org/t/p/w500//oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
        "synopsis": "Hutch Mansell, a suburban dad, overlooked husband, nothing neighbor — a \"nobody.\" When two thieves break into his home one night, Hutch's unknown long-simmering rage is ignited and propels him on a brutal path that will uncover dark secrets he fought to leave behind.",
        "title": "Nobody",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 47.667,
        "poster": "https://image.tmdb.org/t/p/w500//4I1xjEKZxeeBT8RXg0BA6k6PM8e.jpg",
        "synopsis": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!..",
        "title": "One Piece",
        "type": "SERIES",
        "year": "1999"
    },
    {
        "popularity": 400.762,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 207.831,
        "poster": "https://image.tmdb.org/t/p/w500//ovVaBAAKQPH52EUW3aK8lSy5zNH.jpg",
        "synopsis": "A failing boxer uncovers a family secret that leads him to a mystical tournament called Mortal Kombat where he meets a group of warriors who fight to the death in order to save the realms from the evil sorcerer Shang Tsung.",
        "title": "Mortal Kombat",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 481.379,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 138.171,
        "poster": "https://image.tmdb.org/t/p/w500//5UsK3grJvtQrtzEgqNlDljJW96w.jpg",
        "synopsis": "Fearing the actions of a god-like Super Hero left unchecked, Gotham City’s own formidable, forceful vigilante takes on Metropolis’s most revered, modern-day savior, while the world wrestles with what sort of hero it really needs. And with Batman and Superman at war with one another, a new threat quickly arises, putting mankind in greater danger than it’s ever known before.",
        "title": "Batman v Superman: Dawn of Justice",
        "type": "MOVIE",
        "year": "2016"
    },
    {
        "popularity": 1424.756,
        "poster": "https://image.tmdb.org/t/p/w500//pwDvkDyaHEU9V7cApQhbcSJMG1w.jpg",
        "synopsis": "Cherry drifts from college dropout to army medic in Iraq - anchored only by his true love, Emily. But after returning from the war with PTSD, his life spirals into drugs and crime as he struggles to find his place in the world.",
        "title": "Cherry",
        "type": "MOVIE",
        "year": "2021"
    }
]