[
    {
        "popularity": 4389.802,
        "poster": "https://image.tmdb.org/t/p/w500//4q2hz2m8hubgvijz8Ez0T2Os2Yv.jpg",
        "synopsis": "Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize that the creatures that hunt by sound are not the only threats that lurk beyond the sand path.",
        "title": "A Quiet Place Part II",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 8722.431,
        "poster": "https://image.tmdb.org/t/p/w500//kEl2t3OhXc3Zb9FBh1AuYzRTgZp.jpg",
        "synopsis": "After stealing the Tesseract during the events of “Avengers: Endgame,” an alternate version of Loki is brought to the mysterious Time Variance Authority, a bureaucratic organization that exists outside of time and space and monitors the timeline. They give Loki a choice: face being erased from existence due to being a “time variant”or help fix the timeline and stop a greater threat.",
        "title": "Loki",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 320.458,
        "poster": "https://image.tmdb.org/t/p/w500//pj6UQPrtmC0snzPeU1HUhGWTgz6.jpg",
        "synopsis": "After a remote diamond mine collapses in far northern Canada, an ice road driver must lead an impossible rescue mission over a frozen ocean to save the trapped miners.",
        "title": "The Ice Road",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 35.771,
        "poster": "https://image.tmdb.org/t/p/w500//j0HnLa6FtGcslbqClKOIyvCXfpe.jpg",
        "synopsis": "A chainsaw-wielding George Washington teams with beer-loving bro Sam Adams to take down the Brits in a tongue-in-cheek riff on the American Revolution.",
        "title": "America: The Motion Picture",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 6255.757,
        "poster": "https://image.tmdb.org/t/p/w500//jTswp6KyDYKtvC52GbHagrZbGvD.jpg",
        "synopsis": "Luca and his best friend Alberto experience an unforgettable summer on the Italian Riviera. But all the fun is threatened by a deeply-held secret: they are sea monsters from another world just below the water’s surface.",
        "title": "Luca",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3488.992,
        "poster": "https://image.tmdb.org/t/p/w500//bOFaAXmWWXC3Rbv4u4uM9ZSzRXP.jpg",
        "synopsis": "Dominic Toretto and his crew battle the most skilled assassin and high-performance driver they've ever encountered: his forsaken brother.",
        "title": "F9",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 339.151,
        "poster": "https://image.tmdb.org/t/p/w500//ahokwmdeyLM98yzuujlzdpXyvej.jpg",
        "synopsis": "Natasha Romanoff, also known as Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.",
        "title": "Black Widow",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2231.347,
        "poster": "https://image.tmdb.org/t/p/w500//xbSuFiJbbBWCkyCCKIMfuDCA4yV.jpg",
        "synopsis": "Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.",
        "title": "The Conjuring: The Devil Made Me Do It",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 646.447,
        "poster": "https://image.tmdb.org/t/p/w500//5cbGVDmRMYVzkq5cItZ7cYlDdDR.jpg",
        "synopsis": "When Lucky, a young society girl, moves to the West to join her estranged father, she starts a new chapter in her life as she makes new friends, and forms an unbreakable bond with a wild stallion she names Spirit. Together, the girls and their horses undertake the adventure of a lifetime when they must save the stallion’s herd from a gang of horse wranglers, proving to themselves to be true Western heroes.",
        "title": "Spirit Untamed",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 39.348,
        "poster": "https://image.tmdb.org/t/p/w500//sXJWIqJbwkjtJLKbmUv0vlflhra.jpg",
        "synopsis": "Finley Tremaine, a small-town farm girl, longs to spread her wings and soar as an aspiring performer. When a Hollywood film crew arrives in her sleepy town, she is determined to land a role in the production and capture the attention of handsome lead actor Jackson Stone. Unfortunately, a botched audition forces her to change course. Now, disguised as cowboy “Huck,” Finley finally gets her big break. But can she keep the charade a secret from everyone, including her evil stepmother and devious step-siblings?",
        "title": "A Cinderella Story: Starstruck",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3.056,
        "poster": "https://image.tmdb.org/t/p/w500//mEegKDrhRZVnn0Y87TdKqGwjowo.jpg",
        "synopsis": "On the last day of 1999, 20-year-old Sebastian locks himself in a TV studio. He has two hostages, a gun, and an important message for the world. The story of the attack explores a rebel’s extreme measures and last resort.",
        "title": "Prime Time",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 442.898,
        "poster": "https://image.tmdb.org/t/p/w500//nAU74GmpUk7t5iklEp3bufwDq4n.jpg",
        "synopsis": "A family is forced to live in silence while hiding from creatures that hunt by sound.",
        "title": "A Quiet Place",
        "type": "MOVIE",
        "year": "2018"
    },
    {
        "popularity": 302.166,
        "poster": "https://image.tmdb.org/t/p/w500//2ST6l4WP7ZfqAetuttBqx8F3AAH.jpg",
        "synopsis": "A woman's daring sexual past collides with her married-with-kids present when the bad-boy ex she can't stop fantasizing about crashes back into her life.",
        "title": "Sex/Life",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 2999.919,
        "poster": "https://image.tmdb.org/t/p/w500//rTh4K5uw9HypmpGslcKd4QfHl93.jpg",
        "synopsis": "In 1970s London amidst the punk rock revolution, a young grifter named Estella is determined to make a name for herself with her designs. She befriends a pair of young thieves who appreciate her appetite for mischief, and together they are able to build a life for themselves on the London streets. One day, Estella’s flair for fashion catches the eye of the Baroness von Hellman, a fashion legend who is devastatingly chic and terrifyingly haute. But their relationship sets in motion a course of events and revelations that will cause Estella to embrace her wicked side and become the raucous, fashionable and revenge-bent Cruella.",
        "title": "Cruella",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1505.836,
        "poster": "https://image.tmdb.org/t/p/w500//pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
        "synopsis": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "title": "Godzilla vs. Kong",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 40.326,
        "poster": "https://image.tmdb.org/t/p/w500//v8cwfPwjHDWf5s5MxvLvcfnxPLL.jpg",
        "synopsis": "On a surveillance mission in a primordial forest, a park ranger encounters two survivalists following a post-apocalyptic lifestyle. The boy and his philosophical father seem to have their own religion, and a mysterious relationship to nature. There are many suspicious aspects to their existence, but when the cabin is attacked by strange, post-human beings one night, she learns that there is a greater threat in this emergent wilderness. Gaia is an ecological horror fantasy which engages the burning issues of our time.",
        "title": "Gaia",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 861.397,
        "poster": "https://image.tmdb.org/t/p/w500//oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
        "synopsis": "Hutch Mansell, a suburban dad, overlooked husband, nothing neighbor — a \"nobody.\" When two thieves break into his home one night, Hutch's unknown long-simmering rage is ignited and propels him on a brutal path that will uncover dark secrets he fought to leave behind.",
        "title": "Nobody",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 34.182,
        "poster": "https://image.tmdb.org/t/p/w500//kVBW61urTbIHTzGOsQKEnrMnqxw.jpg",
        "synopsis": "Three-part documentary on Sophie Toscan Du Plantier, the French film and TV producer who was killed while at her isolated holiday cottage in West Cork, Ireland, in 1996",
        "title": "Sophie: A Murder In West Cork",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 87.48,
        "poster": "https://image.tmdb.org/t/p/w500//opHopqkLzkftwUl4jTLcwckjuu.jpg",
        "synopsis": "The lives of the people of Allende, a Mexican border town, are overtaken by a powerful cartel's operations, leading to tragedy. Inspired by true events.",
        "title": "Somos.",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1313.365,
        "poster": "https://image.tmdb.org/t/p/w500//8kOWDBK6XlPUzckuHDo3wwVRFwt.jpg",
        "synopsis": "Rick is a mentally-unbalanced but scientifically-gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
        "title": "Rick and Morty",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 151.754,
        "poster": "https://image.tmdb.org/t/p/w500//RO4KoJyoQMQzh9z76d4v4FJMmJ.jpg",
        "synopsis": "The story of Usnavi, a bodega owner who has mixed feelings about closing his store and retiring to the Dominican Republic or staying in Washington Heights.",
        "title": "In the Heights",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 395.241,
        "poster": "https://image.tmdb.org/t/p/w500//bT3c4TSOP8vBmMoXZRDPTII6eDa.jpg",
        "synopsis": "The cast of Friends reunites for a once-in-a-lifetime celebration of the hit series, an unforgettable evening filled with iconic memories, uncontrollable laughter, happy tears, and special guests.",
        "title": "Friends: The Reunion",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 287.812,
        "poster": "https://image.tmdb.org/t/p/w500//y9G21Iu3yHYB0CnJ1BJlpPKgLMl.jpg",
        "synopsis": "After years of putting her career ahead of love, stand-up comic Andrea Singer has stumbled upon the perfect guy. On paper, he checks all the boxes but is he everything he appears to be?",
        "title": "Good on Paper",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1187.118,
        "poster": "https://image.tmdb.org/t/p/w500//pR2fzm82fl0giommpo310LBOMbV.jpg",
        "synopsis": "A widowed new dad copes with doubts, fears, heartache and dirty diapers as he sets out to raise his daughter on his own. Inspired by a true story.",
        "title": "Fatherhood",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 940.81,
        "poster": "https://image.tmdb.org/t/p/w500//tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
        "synopsis": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
        "title": "Zack Snyder's Justice League",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 44.772,
        "poster": "https://image.tmdb.org/t/p/w500//3HSov8EW2fI3oQbUJxOvnf684ej.jpg",
        "synopsis": "After months of trying and failing to get pregnant, Lucy and Adrian finally find their dream fertility doctor in the illustrious Dr. Hindle. But after becoming pregnant with a healthy baby girl, Lucy begins to notice something sinister through Hindle's gleaming charm, and she sets out to uncover the unsettling truth about him, and her own \"birth story.\" As if getting pregnant weren't complicated enough...",
        "title": "False Positive",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 7.773,
        "poster": "https://image.tmdb.org/t/p/w500//inrqxeQjxgYtC2VmZzwhozm2pz6.jpg",
        "synopsis": "A young girl finds solace in her artist father and the ghost of her dead mother.",
        "title": "Separation",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 943.56,
        "poster": "https://image.tmdb.org/t/p/w500//fvaB0jrzFXq07bUpox03k6qOAJu.jpg",
        "synopsis": "Following a brutal series of murders taking place on Halloween, Thanksgiving, and Christmas, Gotham City's young vigilante known as the Batman sets out to pursue the mysterious serial killer alongside police officer James Gordon and district attorney Harvey Dent.",
        "title": "Batman: The Long Halloween, Part One",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 858.366,
        "poster": "https://image.tmdb.org/t/p/w500//lPsD10PP4rgUGiGR4CCXA6iY0QQ.jpg",
        "synopsis": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
        "title": "Raya and the Last Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 342.177,
        "poster": "https://image.tmdb.org/t/p/w500//7bbEASVf9XWtfxWiuWUMY3uyhTb.jpg",
        "synopsis": "In 1879, Kenshin and his allies face their strongest enemy yet: his former brother-in-law Enishi Yukishiro and his minions, who've vowed their revenge.",
        "title": "Rurouni Kenshin: The Final",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2220.042,
        "poster": "https://image.tmdb.org/t/p/w500//M7SUK85sKjaStg4TKhlAVyGlz3.jpg",
        "synopsis": "A cold and mysterious new security guard for a Los Angeles cash truck company surprises his co-workers when he unleashes precision skills during a heist. The crew is left wondering who he is and where he came from. Soon, the marksman's ultimate motive becomes clear as he takes dramatic and irrevocable steps to settle a score.",
        "title": "Wrath of Man",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1094.21,
        "poster": "https://image.tmdb.org/t/p/w500//lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
        "synopsis": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
        "title": "The Flash",
        "type": "SERIES",
        "year": "2014"
    },
    {
        "popularity": 1489.505,
        "poster": "https://image.tmdb.org/t/p/w500//nkayOAUBUu4mMvyNf9iHSUiPjF1.jpg",
        "synopsis": "Washed-up MMA fighter Cole Young, unaware of his heritage, and hunted by Emperor Shang Tsung's best warrior, Sub-Zero, seeks out and trains with Earth's greatest champions as he prepares to stand against the enemies of Outworld in a high stakes battle for the universe.",
        "title": "Mortal Kombat",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 48.471,
        "poster": "https://image.tmdb.org/t/p/w500//dpELyqPFcAhpyaCRFnoUEpQrqZU.jpg",
        "synopsis": "A detective and a medical examiner join forces to solve a series of horrific murders in Victorian London - but one of them harbours a deadly secret.",
        "title": "Ripper Untold",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 74.138,
        "poster": "https://image.tmdb.org/t/p/w500//9fyG5y5czwDVOSRsrkSjaob1Hsc.jpg",
        "synopsis": "“My plan was to die before the money ran out,” says 60-year-old penniless Manhattan socialite Frances Price, but things didn’t go as planned. Her husband Franklin has been dead for 12 years and with his vast inheritance gone, she cashes in the last of her possessions and resolves to live out her twilight days anonymously in a borrowed apartment in Paris, accompanied by her directionless son Malcolm and a cat named Small Frank—who may or may not embody the spirit of Frances’s dead husband.",
        "title": "French Exit",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 45.687,
        "poster": "https://image.tmdb.org/t/p/w500//iuXslrAES0c2i2tZhjOPaeptZ6y.jpg",
        "synopsis": "The film is based on real events when, in the 1970s, the deepest well in the world with a depth of more than 12 thousand meters was drilled in Murmansk Region for research purposes. During drilling, seismic sensors began to pick up strange sounds, an explosion occurred that led to mystical events.",
        "title": "The Superdeep",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 79.037,
        "poster": "https://image.tmdb.org/t/p/w500//lQPwNJ6DRpmRfTrKy8A94c7IvU3.jpg",
        "synopsis": "Based on Michael Connelly's best-selling novels, these are the stories of relentless LAPD homicide Detective Harry Bosch who pursues justice at all costs. But behind his tireless momentum is a man who is haunted by his past and struggles to remain loyal to his personal code: “Everybody counts or nobody counts.”",
        "title": "Bosch",
        "type": "SERIES",
        "year": "2015"
    },
    {
        "popularity": 885.915,
        "poster": "https://image.tmdb.org/t/p/w500//h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
        "synopsis": "Tanjirō Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyōjurō Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 891.78,
        "poster": "https://image.tmdb.org/t/p/w500//lcyKve7nXRFgRyms9M1bndNkKOx.jpg",
        "synopsis": "Working in the shadow of an esteemed police veteran, brash Detective Ezekiel “Zeke” Banks and his rookie partner take charge of a grisly investigation into murders that are eerily reminiscent of the city’s gruesome past.  Unwittingly entrapped in a deepening mystery, Zeke finds himself at the center of the killer’s morbid game.",
        "title": "Spiral: From the Book of Saw",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 369.224,
        "poster": "https://image.tmdb.org/t/p/w500//sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
        "synopsis": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
        "title": "Lupin",
        "type": "SERIES",
        "year": "2021"
    }
]