[
    {
        "popularity": 128.12,
        "poster": "https://image.tmdb.org/t/p/w500//iPTZGFmPs7HsXHYxiuxGolihjOH.jpg",
        "synopsis": "A mysterious woman recruits bank teller Ludwig Dieter to lead a group of aspiring thieves on a top-secret heist during the early stages of the zombie apocalypse.",
        "title": "Army of Thieves",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3575.758,
        "poster": "https://image.tmdb.org/t/p/w500//dDlEmu3EZ0Pgg93K2SVNLCjCSvE.jpg",
        "synopsis": "Hundreds of cash-strapped players accept a strange invitation to compete in children's games—with high stakes. But, a tempting prize awaits the victor.",
        "title": "Squid Game",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 5774.184,
        "poster": "https://image.tmdb.org/t/p/w500//d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
        "synopsis": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
        "title": "Dune",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 6178.157,
        "poster": "https://image.tmdb.org/t/p/w500//rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg",
        "synopsis": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
        "title": "Venom: Let There Be Carnage",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1035.59,
        "poster": "https://image.tmdb.org/t/p/w500//3WfvjNWr5k1Zzww81b3GWc8KQhb.jpg",
        "synopsis": "Just as Tessa's life begins to become unglued, nothing is what she thought it would be. Not her friends nor her family. The only person that she should be able to rely on is Hardin, who is furious when he discovers the massive secret that she's been keeping. Before Tessa makes the biggest decision of her life, everything changes because of revelations about her family.",
        "title": "After We Fell",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 98.035,
        "poster": "https://image.tmdb.org/t/p/w500//bXAVveHiLotZbWdg3PKGhAzxYKP.jpg",
        "synopsis": "Margot, a documentary filmmaker, heads to a secluded Amish community in the hopes of learning about her long-lost mother and extended family. Following a string of strange occurrences and discoveries, she comes to realize this community may not be what it seems.",
        "title": "Paranormal Activity: Next of Kin",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2280.624,
        "poster": "https://image.tmdb.org/t/p/w500//ir9eyz1mtgsohjvo7UYtqUfFuES.jpg",
        "synopsis": "Minutes after Laurie Strode, her daughter Karen and granddaughter Allyson left masked monster Michael Myers caged and burning in Laurie's basement, Laurie is rushed to the hospital with life-threatening injuries, believing she finally killed her lifelong tormentor. But when Michael manages to free himself from Laurie's trap, his ritual bloodbath resumes. As Laurie fights her pain and prepares to defend herself against him, she inspires all of Haddonfield to rise up against their unstoppable monster. The Strode women join a group of other survivors of Michael's first rampage who decide to take matters into their own hands, forming a vigilante mob that sets out to hunt Michael down, once and for all.",
        "title": "Halloween Kills",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 119.913,
        "poster": "https://image.tmdb.org/t/p/w500//miEj4kNc4efZ5WbPJqWl1UXWrvS.jpg",
        "synopsis": "A young woman seeking self-improvement enlists the help of a renowned hypnotist but, after a handful of intense sessions, discovers unexpected and deadly consequences.",
        "title": "Hypnotic",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 102.409,
        "poster": "https://image.tmdb.org/t/p/w500//u7Tw7VEqm6OrpOrxOFZODUvDhXc.jpg",
        "synopsis": "An Icelandic couple live with their herd of sheep on a beautiful but remote farm. When they discover a mysterious newborn on their land, they decide to keep it and raise it as their own. This unexpected development, and the prospects of a new family, brings them much joy before ultimately destroying them.",
        "title": "Lamb",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2505.007,
        "poster": "https://image.tmdb.org/t/p/w500//xmbU4JTUm8rsdtn7Y3Fcm30GpeT.jpg",
        "synopsis": "A bank teller called Guy realizes he is a background character in an open world video game called Free City that will soon go offline.",
        "title": "Free Guy",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 870.116,
        "poster": "https://image.tmdb.org/t/p/w500//bOFaAXmWWXC3Rbv4u4uM9ZSzRXP.jpg",
        "synopsis": "Dominic Toretto and his crew battle the most skilled assassin and high-performance driver they've ever encountered: his forsaken brother.",
        "title": "F9",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1371.671,
        "poster": "https://image.tmdb.org/t/p/w500//7rpiHZx10Nm50AtzTUEO9eyaKdq.jpg",
        "synopsis": "Earth is visited by an alien species that threatens humanity’s existence. Events unfold in real time through the eyes of five ordinary people across the globe as they struggle to make sense of the chaos unraveling around them.",
        "title": "Invasion",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 100.225,
        "poster": "https://image.tmdb.org/t/p/w500//6QvepemlDGIiiYsVs0Y1ieFuG7N.jpg",
        "synopsis": "When something horrible happens to the only survivor of a bloody massacre, an insecure rookie cop must overcome his fears to stop further carnage.",
        "title": "Nobody Sleeps in the Woods Tonight 2",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 523.605,
        "poster": "https://image.tmdb.org/t/p/w500//reEMJA1uzscCbkpeRJeTT2bjqUp.jpg",
        "synopsis": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing.",
        "title": "Money Heist",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 602.804,
        "poster": "https://image.tmdb.org/t/p/w500//vclShucpUmPhdAOmKgf3B3Z4POD.jpg",
        "synopsis": "A group of families on a tropical holiday discover that the secluded beach where they are staying is somehow causing them to age rapidly – reducing their entire lives into a single day.",
        "title": "Old",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 963.206,
        "poster": "https://image.tmdb.org/t/p/w500//kb4s0ML0iVZlG6wAKbbs9NAm6X.jpg",
        "synopsis": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
        "title": "The Suicide Squad",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 598.605,
        "poster": "https://image.tmdb.org/t/p/w500//6AdXwFTRTAzggD2QUTt5B7JFGKL.jpg",
        "synopsis": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
        "title": "Eternals",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 56.78,
        "poster": "https://image.tmdb.org/t/p/w500//4EbeUgW9V5X4fabqWejxSZa4wtC.jpg",
        "synopsis": "Sister Tse is brought to New York by a Snakehead, a human smuggler. Although she is indebted to the crime family responsible for her transport, her survival instincts help her gain favor with the matriarch, and she rises quickly in the ranks. Soon Tse must reconcile her success with her real reason for coming to America—to find the child that was taken from her. In the end, Sister Tse must draw on the strength she found in transforming her victimhood into power.",
        "title": "Snakehead",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1659.551,
        "poster": "https://image.tmdb.org/t/p/w500//2uNW4WbgBXL25BAbXGLnLqX71Sw.jpg",
        "synopsis": "Investigative journalist Eddie Brock attempts a comeback following a scandal, but accidentally becomes the host of Venom, a violent, super powerful alien symbiote. Soon, he must rely on his newfound powers to protect the world from a shadowy organization looking for a symbiote of their own.",
        "title": "Venom",
        "type": "MOVIE",
        "year": "2018"
    },
    {
        "popularity": 123.862,
        "poster": "https://image.tmdb.org/t/p/w500//5xhAPxRr64oQPEFnUOrttuI4ZEU.jpg",
        "synopsis": "While diving in a remote French lake, a couple of YouTubers who specialize in underwater exploration videos discover a house submerged in the deep waters. What was initially a unique finding soon turns into a nightmare when they discover that the house was the scene of atrocious crimes. Trapped, with their oxygen reserves falling dangerously, they realize the worst is yet to come: they are not alone in the house.",
        "title": "The Deep House",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 17.916,
        "poster": "https://image.tmdb.org/t/p/w500//kl8J3WvzJq6QGX7qNmP0ps4ZTSO.jpg",
        "synopsis": "A reclusive man conducts a series of interviews with human souls for a chance to be born.",
        "title": "Nine Days",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 544.754,
        "poster": "https://image.tmdb.org/t/p/w500//mGPdWEEmfzP7VQBQsXrFt1b1ikQ.jpg",
        "synopsis": "The controversial life and history of Argentine football legend Diego Armando Maradona. From his beginnings in Villa Fiorito, one of the poorest barrios of Buenos Aires, to achieving glory on the international football league. Earning himself a well-deserved place in history. Living a life strewn with drugs, sex and public scrutiny, he played by his own rules regardless of the consequences. Watch the man who took the world by storm and made his way into the hearts of millions.",
        "title": "Maradona: Blessed Dream",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 826.143,
        "poster": "https://image.tmdb.org/t/p/w500//ic0intvXZSfBlYPIvWXpU1ivUCO.jpg",
        "synopsis": "Ryder and the pups are called to Adventure City to stop Mayor Humdinger from turning the bustling metropolis into a state of chaos.",
        "title": "PAW Patrol: The Movie",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 269.737,
        "poster": "https://image.tmdb.org/t/p/w500//u3B2YKUjWABcxXZ6Nm9h10hLUbh.jpg",
        "synopsis": "Tessa Young is a dedicated student, dutiful daughter and loyal girlfriend to her high school sweetheart. Entering her first semester of college, Tessa's guarded world opens up when she meets Hardin Scott, a mysterious and brooding rebel who makes her question all she thought she knew about herself -- and what she wants out of life.",
        "title": "After",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 106.835,
        "poster": "https://image.tmdb.org/t/p/w500//dum1wnm6kJOUos0XJqjB8s2UWi9.jpg",
        "synopsis": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed a \"Devil's Fruit,\" decides to follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and that he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Luffy will do anything to get the One Piece and become King of the Pirates!",
        "title": "One Piece",
        "type": "SERIES",
        "year": "1999"
    },
    {
        "popularity": 107.33,
        "poster": "https://image.tmdb.org/t/p/w500//if4hw3Ou5Sav9Em7WWHj66mnywp.jpg",
        "synopsis": "An epic fantasy adventure based on the timeless Arthurian legend, The Green Knight tells the story of Sir Gawain, King Arthur's reckless and headstrong nephew, who embarks on a daring quest to confront the eponymous Green Knight, a gigantic emerald-skinned stranger and tester of men.",
        "title": "The Green Knight",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 31.433,
        "poster": "https://image.tmdb.org/t/p/w500//iCVLDTGFJXSPtdMmdbVnmfJ3wPQ.jpg",
        "synopsis": "Ex-cop James Malone is serving a life sentence for a crime he didn’t commit. He is offered a chance at freedom if he can survive a deadly game of Apex, in which six hunters pay for the pleasure of hunting another human on a remote island. He accepts, and once he arrives, all hell breaks loose.",
        "title": "Apex",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 5540.355,
        "poster": "https://image.tmdb.org/t/p/w500//iF8ai2QLNiHV4anwY1TuSGZXqfN.jpg",
        "synopsis": "After a vintage Chucky doll turns up at a suburban yard sale, an idyllic American town is thrown into chaos as a series of horrifying murders begin to expose the town’s hypocrisies and secrets. Meanwhile, the arrival of enemies — and allies — from Chucky’s past threatens to expose the truth behind the killings, as well as the demon doll’s untold origins.",
        "title": "Chucky",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1016.003,
        "poster": "https://image.tmdb.org/t/p/w500//A1fXGFxDifQzj08OlaGTVcnXHyd.jpg",
        "synopsis": "Follow a band of exiles on their monumental journey to save humanity and rebuild civilization amid the fall of the Galactic Empire.",
        "title": "Foundation",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 83.412,
        "poster": "https://image.tmdb.org/t/p/w500//uQUcWDagMCI8m96rko8zMK7SpHF.jpg",
        "synopsis": "Explore the world of AAU basketball in the nation’s capital, and the players, their families and coaches who walk the fine line between dreams and ambition, and opportunism and corruption.",
        "title": "Swagger",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 660.32,
        "poster": "https://image.tmdb.org/t/p/w500//qAZ0pzat24kLdO3o8ejmbLxyOac.jpg",
        "synopsis": "Natasha Romanoff, also known as Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.",
        "title": "Black Widow",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1065.615,
        "poster": "https://image.tmdb.org/t/p/w500//kv2Qk9MKFFQo4WQPaYta599HkJP.jpg",
        "synopsis": "The Templeton brothers — Tim and his Boss Baby little bro Ted — have become adults and drifted away from each other. But a new boss baby with a cutting-edge approach and a can-do attitude is about to bring them together again … and inspire a new family business.",
        "title": "The Boss Baby: Family Business",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 539.37,
        "poster": "https://image.tmdb.org/t/p/w500//iUgygt3fscRoKWCV1d0C7FbM9TP.jpg",
        "synopsis": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
        "title": "No Time to Die",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 171.455,
        "poster": "https://image.tmdb.org/t/p/w500//sz4zF5z9zyFh8Z6g5IQPNq91cI7.jpg",
        "synopsis": "The Doctor is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living—more of a hobby actually, and the Doctor's very, very good at it.",
        "title": "Doctor Who",
        "type": "SERIES",
        "year": "2005"
    },
    {
        "popularity": 60.385,
        "poster": "https://image.tmdb.org/t/p/w500//lxSTZ3Ktvl2t4zjgqAEudLJCZsC.jpg",
        "synopsis": "Lina and Nico break up after many years together, and Lina struggles to find a new life and to think about him a little less each day.",
        "title": "The Time It Takes",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 125.958,
        "poster": "https://image.tmdb.org/t/p/w500//wqaaWAlXgLNGdAemU7wNvFZ70hr.jpg",
        "synopsis": "Mike Milo, a one-time rodeo star and washed-up horse breeder, takes a job from an ex-boss to bring the man's young son home from Mexico.",
        "title": "Cry Macho",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 109.922,
        "poster": "https://image.tmdb.org/t/p/w500//5iGVofFc0mCr8aJYsVICm42ThIu.jpg",
        "synopsis": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
        "title": "Last Night in Soho",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 54.87,
        "poster": "https://image.tmdb.org/t/p/w500//q1qnSWuSRG8OxRnn7c5We2bwNoQ.jpg",
        "synopsis": "The life of athlete Colin Kaepernick and his adoptive parents as they navigate the challenges of raising a black son in a white family and community.",
        "title": "Colin in Black & White",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1093.288,
        "poster": "https://image.tmdb.org/t/p/w500//1BIoJGKbXjdFDAqUEiA2VHqkK1Z.jpg",
        "synopsis": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
        "title": "Shang-Chi and the Legend of the Ten Rings",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 77.186,
        "poster": "https://image.tmdb.org/t/p/w500//bXLVZGgLgd7OwbfP6fC5GCfrxuD.jpg",
        "synopsis": "A journey into uncharted and forbidden territory through three tales tangled in space and time.",
        "title": "Books of Blood",
        "type": "MOVIE",
        "year": "2020"
    }
]