[
    {
        "popularity": 1079.961,
        "poster": "https://image.tmdb.org/t/p/w500//6KErczPBROQty7QoIsaa6wJYXZi.jpg",
        "synopsis": "Tom the cat and Jerry the mouse get kicked out of their home and relocate to a fancy New York hotel, where a scrappy employee named Kayla will lose her job if she can’t evict Jerry before a high-class wedding at the hotel. Her solution? Hiring Tom to get rid of the pesky mouse.",
        "title": "Tom & Jerry",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 4670.805,
        "poster": "https://image.tmdb.org/t/p/w500//glKDfE6btIRcVB5zrjspRIs4r52.jpg",
        "synopsis": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
        "title": "WandaVision",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 3447.755,
        "poster": "https://image.tmdb.org/t/p/w500//uwjaCH7PiWrkz7oWJ4fcL3xGrb0.jpg",
        "synopsis": "A portal transports Cpt. Artemis and an elite unit of soldiers to a strange world where powerful monsters rule with deadly ferocity. Faced with relentless danger, the team encounters a mysterious hunter who may be their only hope to find a way home.",
        "title": "Monster Hunter",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 72.489,
        "poster": "https://image.tmdb.org/t/p/w500//hPBJckYsL1UOsz44InZ2wYJyJTy.jpg",
        "synopsis": "After a magical night together, Adri voluntarily turns himself into the psychiatric institution where Carla lives.",
        "title": "Crazy About Her",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 494.029,
        "poster": "https://image.tmdb.org/t/p/w500//6SJppowm7cdQgLkvoTlnTUSbjr9.jpg",
        "synopsis": "After years of facing megalomaniacal supervillains, monsters wreaking havoc on Metropolis, and alien invaders intent on wiping out the human race, The Man of Steel aka Clark Kent and Lois Lane come face to face with one of their greatest challenges ever: dealing with all the stress, pressures and complexities that come with being working parents in today's society.",
        "title": "Superman & Lois",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 747.699,
        "poster": "https://image.tmdb.org/t/p/w500//gKnhEsjNefpKnUdAkn7INzIFLSu.jpg",
        "synopsis": "A court-appointed legal guardian defrauds her older clients and traps them under her care. But her latest mark comes with some unexpected baggage.",
        "title": "I Care a Lot",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1807.202,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 53.542,
        "poster": "https://image.tmdb.org/t/p/w500//6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
        "synopsis": "When a voyeuristic divorcee fixates on the lives of a perfect couple a far, she soon gets embroiled in a murder mystery that unfolds revealing truths about her own life.",
        "title": "The Girl on the Train",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 190.847,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 33.971,
        "poster": "https://image.tmdb.org/t/p/w500//vEzkxuE2sJcmHYjXQHM8xvR9ICH.jpg",
        "synopsis": "The Federal Bureau of Narcotics launches an undercover sting operation against jazz singer Billie Holiday.",
        "title": "The United States vs. Billie Holiday",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 21.013,
        "poster": "https://image.tmdb.org/t/p/w500//4fl6EdtMp6p0RKJgESdFti1J3dC.jpg",
        "synopsis": "Having escaped from a cult as a child, a mother must face her past when its sinister members break into her home and attempt to steal her eight-year-old son, David. Now the two are on the run pursued by a detective determined to save them both.  Since his aborted kidnapping something has changed in David and the boy has succumbed to a mysterious illness. Following her maternal instincts to save him, his mother commits unspeakable acts to keep him alive but is losing the battle. Soon, she has to decide how far she is willing to go to save her son.",
        "title": "Son",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 25.194,
        "poster": "https://image.tmdb.org/t/p/w500//cMGnSnYc00ipMJC1hKpJFkwc98P.jpg",
        "synopsis": "Workers at the Fukushima Daiichi facility in Japan risk their lives and stay at the nuclear power plant to prevent total destruction after the region is devastated by an earthquake and tsunami in 2011.",
        "title": "Fukushima 50",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 337.002,
        "poster": "https://image.tmdb.org/t/p/w500//cjwji8a2Os0Ew3iJyKRlGlQUhXJ.jpg",
        "synopsis": "An evil sorceress transports the gang back to the age of chivalrous knights, spell-casting wizards, and fire-breathing dragons.",
        "title": "Scooby-Doo! The Sword and the Scoob",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 120.148,
        "poster": "https://image.tmdb.org/t/p/w500//bDQ95W5LPHW9FHlPj3QX3jvM9Z7.jpg",
        "synopsis": "This documentary offers a deeply intimate look at extraordinary teenager Billie Eilish. Award-winning filmmaker R.J. Cutler follows her journey on the road, onstage, and at home with her family as the writing and recording of her debut album changes her life.",
        "title": "Billie Eilish: The World's a Little Blurry",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 958.09,
        "poster": "https://image.tmdb.org/t/p/w500//rqeYMLryjcawh2JeRpCVUDXYM5b.jpg",
        "synopsis": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
        "title": "The Walking Dead",
        "type": "SERIES",
        "year": "2010"
    },
    {
        "popularity": 796.379,
        "poster": "https://image.tmdb.org/t/p/w500//syobJCxZcIJl0OpjNroZSQKa1kW.jpg",
        "synopsis": "When Flora rescues a squirrel she names Ulysses, she is amazed to discover he possesses unique superhero powers, which take them on an adventure of humorous complications that ultimately change Flora's life--and her outlook--forever.",
        "title": "Flora & Ulysses",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 68.516,
        "poster": "https://image.tmdb.org/t/p/w500//9Bb6K6HINl3vEKCu8WXEZyHvvpq.jpg",
        "synopsis": "A Korean-American family moves to Arkansas in search of their own American Dream. With the arrival of their sly, foul-mouthed, but incredibly loving grandmother, the stability of their relationships is challenged even more in this new life in the rugged Ozarks, testing the undeniable resilience of family and what really makes a home.",
        "title": "Minari",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 149.925,
        "poster": "https://image.tmdb.org/t/p/w500//e4aqizYQ8eeTGNZMq6WiFfqoZbz.jpg",
        "synopsis": "Angsty and awkward fifteen year old Ginny Miller often feels more mature than her thirty year old mother, the irresistible and dynamic Georgia Miller. After years on the run, Georgia desperately wants to put down roots in picturesque New England and give her family something they've never had... a normal life. But it's not all carpool and Kombucha as Georgia's past threatens her and her family's new way of life... and Georgia will do anything to protect her family.",
        "title": "Ginny & Georgia",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 52.944,
        "poster": "https://image.tmdb.org/t/p/w500//5uXaWe0LXTpBQVBBXL1ynae1DED.jpg",
        "synopsis": "High-school girl Yuri suddenly finds herself on the rooftop of a high-rise building. She's trapped in a bizarre world surrounded by skyscrapers, where a masked man cracked open a man's head with an axe before her eyes. Finding a way to survive this bizarre world, find her beloved brother, and escape becomes her top priority, but she is beset by danger not just from the mysterious Masks, which possess both inhuman strength and cruelty, but other survivors turned cruel or desparate by the insanity of the high-rise world.",
        "title": "High-Rise Invasion",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 597.922,
        "poster": "https://image.tmdb.org/t/p/w500//tbVZ3Sq88dZaCANlUcewQuHQOaE.jpg",
        "synopsis": "Searching for a safer habitat, the prehistoric Crood family discovers an idyllic, walled-in paradise that meets all of its needs. Unfortunately, they must also learn to live with the Bettermans -- a family that's a couple of steps above the Croods on the evolutionary ladder. As tensions between the new neighbors start to rise, a new threat soon propels both clans on an epic adventure that forces them to embrace their differences, draw strength from one another, and survive together.",
        "title": "The Croods: A New Age",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 146.409,
        "poster": "https://image.tmdb.org/t/p/w500//4U1SBHmwHkNA0eHZ2n1CuiC1K1g.jpg",
        "synopsis": "Jen and a group of friends set out to hike the Appalachian Trail. Despite warnings to stick to the trail, the hikers stray off course—and cross into land inhabited by The Foundation, a hidden community of mountain dwellers who use deadly means to protect their way of life.",
        "title": "Wrong Turn",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 45.521,
        "poster": "https://image.tmdb.org/t/p/w500//4I1xjEKZxeeBT8RXg0BA6k6PM8e.jpg",
        "synopsis": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!..",
        "title": "One Piece",
        "type": "SERIES",
        "year": "1999"
    },
    {
        "popularity": 588.62,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 787.539,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 164.371,
        "poster": "https://image.tmdb.org/t/p/w500//tX2gco2U4MlKEWwM4UkiIf1C74e.jpg",
        "synopsis": "Mixing rare archival footage and exclusive interviews, this documentary celebrates the legendary Brazilian footballer who personified the beautiful game : Pelé, the only man to win three World Cup titles.",
        "title": "Pelé",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 64.205,
        "poster": "https://image.tmdb.org/t/p/w500//6zZxAFOtNwHCtTgSc2hU7pVIvDl.jpg",
        "synopsis": "2074. In the wake of a mysterious global disaster, war rages between the Tribes that have emerged from the wreckage of Europe. Three siblings from the peaceful Origine tribe are separated and forced to forge their own paths in an action-packed fight for the future of this new Europa.",
        "title": "Tribes of Europa",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 260.161,
        "poster": "https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 35.921,
        "poster": "https://image.tmdb.org/t/p/w500//wIKQRtc2kKiBmBnkOjjvMqIDfah.jpg",
        "synopsis": "Dynamic reenactments and expert commentaries bring to life the tumultuous history and power struggles of a warring 16th-century feudal Japan.",
        "title": "Age of Samurai: Battle for Japan",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1.96,
        "poster": "https://image.tmdb.org/t/p/w500//bwA58VrWMNNodbyddTjsiwxPZ4K.jpg",
        "synopsis": "When a lowly postman is inducted into a top-secret superhuman DNA program at a research facility, it's revealed that he'll be able to receive, control and send information based on the senses of others.",
        "title": "Sensation",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 29.224,
        "poster": "https://image.tmdb.org/t/p/w500//wgm4gdJwb7iSYX0uBsRAZmHQmPm.jpg",
        "synopsis": "Two New Orleans paramedics' lives are ripped apart after encountering a series of horrific deaths linked to a designer drug with bizarre, otherworldly effects.",
        "title": "Synchronic",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 241.955,
        "poster": "https://image.tmdb.org/t/p/w500//3KCAZaKHmoMIN9dHutqaMtubQqD.jpg",
        "synopsis": "An ex-con becomes the traveling partner of a conman who turns out to be one of the older gods trying to recruit troops to battle the upstart deities. Based on Neil Gaiman's fantasy novel.",
        "title": "American Gods",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 282.993,
        "poster": "https://image.tmdb.org/t/p/w500//ulzhLuWrPK07P1YkdWQLZnQh1JL.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 404.662,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 1204.033,
        "poster": "https://image.tmdb.org/t/p/w500//c7VlGCCgM9GZivKSzBgzuOVxQn7.jpg",
        "synopsis": "Deputy Sheriff Joe \"Deke\" Deacon joins forces with Sgt. Jim Baxter to search for a serial killer who's terrorizing Los Angeles. As they track the culprit, Baxter is unaware that the investigation is dredging up echoes of Deke's past, uncovering disturbing secrets that could threaten more than his case.",
        "title": "The Little Things",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 334.18,
        "poster": "https://image.tmdb.org/t/p/w500//lPsD10PP4rgUGiGR4CCXA6iY0QQ.jpg",
        "synopsis": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
        "title": "Raya and the Last Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 313.076,
        "poster": "https://image.tmdb.org/t/p/w500//sfd90NIf778KoBFmpdBTow4xTm7.jpg",
        "synopsis": "A single mother enters a world of twisted mind games when she begins an affair with her psychiatrist boss while secretly befriending his mysterious wife.",
        "title": "Behind Her Eyes",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 299.209,
        "poster": "https://image.tmdb.org/t/p/w500//2IWouZK4gkgHhJa3oyYuSWfSqbG.jpg",
        "synopsis": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.",
        "title": "The Simpsons",
        "type": "SERIES",
        "year": "1989"
    },
    {
        "popularity": 32.087,
        "poster": "https://image.tmdb.org/t/p/w500//ucktgbaMSaETUDLUBp1ubGD6aNj.jpg",
        "synopsis": "A gang of thieves plan a heist during a hurricane and encounter trouble when a disgraced cop tries to force everyone in the building to evacuate.",
        "title": "Force of Nature",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 246.852,
        "poster": "https://image.tmdb.org/t/p/w500//xjyEpcuDbB1jy0ehNQMBiO8KOdr.jpg",
        "synopsis": "Kate Kane, armed with a passion for social justice and a flair for speaking her mind, soars onto the streets of Gotham as Batwoman, an out lesbian and highly trained street fighter primed to snuff out the failing city's criminal resurgence. But don't call her a hero yet. In a city desperate for a savior, Kate must overcome her own demons before embracing the call to be Gotham's symbol of hope",
        "title": "Batwoman",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 81.61,
        "poster": "https://image.tmdb.org/t/p/w500//6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
        "synopsis": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
        "title": "Star Wars",
        "type": "MOVIE",
        "year": "1977"
    }
]