[
    {
        "popularity": 2588.895,
        "poster": "https://image.tmdb.org/t/p/w500//3UPXQtdWLdOkU6zHNP3gIZ2M4K4.jpg",
        "synopsis": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost.",
        "title": "365 Days: This Day",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 8716.831,
        "poster": "https://image.tmdb.org/t/p/w500//tlZpSxYuBRoVJBOpUrPdQe9FmFq.jpg",
        "synopsis": "A young street-smart, Nathan Drake and his wisecracking partner Victor “Sully” Sullivan embark on a dangerous pursuit of “the greatest treasure never found” while also tracking clues that may lead to Nathan’s long-lost brother.",
        "title": "Uncharted",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 9031.638,
        "poster": "https://image.tmdb.org/t/p/w500//74xTEgt7R36Fpooo50r9T25onhq.jpg",
        "synopsis": "In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
        "title": "The Batman",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 826.325,
        "poster": "https://image.tmdb.org/t/p/w500//kuxjMVuc3VTD7p42TZpJNsSrM1V.jpg",
        "synopsis": "Decorated veteran Will Sharp, desperate for money to cover his wife's medical bills, asks for help from his adoptive brother Danny. A charismatic career criminal, Danny instead offers him a score: the biggest bank heist in Los Angeles history: $32 million.",
        "title": "Ambulance",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 332.36,
        "poster": "https://image.tmdb.org/t/p/w500//6KwrHucIE3CvNT7kTm2MAlZ4fYF.jpg",
        "synopsis": "A woman falls victim to a dominant mafia boss, who imprisons her and gives her one year to fall in love with him.",
        "title": "365 Days",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 357.021,
        "poster": "https://image.tmdb.org/t/p/w500//m73bD8VjibSKuTWg597GQVyVhSb.jpg",
        "synopsis": "A financial adviser drags his family from Chicago to the Missouri Ozarks, where he must launder $500 million in five years to appease a drug boss.",
        "title": "Ozark",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 5928.778,
        "poster": "https://image.tmdb.org/t/p/w500//x6FsYvt33846IQnDSFxla9j0RX8.jpg",
        "synopsis": "When Steven Grant, a mild-mannered gift-shop employee, becomes plagued with blackouts and memories of another life, he discovers he has dissociative identity disorder and shares a body with mercenary Marc Spector. As Steven/Marc’s enemies converge upon them, they must navigate their complex identities while thrust into a deadly mystery among the powerful gods of Egypt.",
        "title": "Moon Knight",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 764.492,
        "poster": "https://image.tmdb.org/t/p/w500//wRnbWt44nKjsFPrqSmwYki5vZtF.jpg",
        "synopsis": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
        "title": "Doctor Strange in the Multiverse of Madness",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 102.304,
        "poster": "https://image.tmdb.org/t/p/w500//5HruMN0vvl84AqD7sCDXFNO4RhP.jpg",
        "synopsis": "After a failed sabotage mission, a trio of anti-apartheid freedom fighters ends up in a tense bank hostage situation. Based on a true story.",
        "title": "Silverton Siege",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 4725.378,
        "poster": "https://image.tmdb.org/t/p/w500//1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
        "synopsis": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
        "title": "Spider-Man: No Way Home",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 85.848,
        "poster": "https://image.tmdb.org/t/p/w500//hayr56csDzCSADaejgrRMVPHyDy.jpg",
        "synopsis": "When an aspiring young artist is forced to join her high school track team, she uses it as an opportunity to pursue the girl she's been harboring a long-time crush on. But she soon finds herself falling for an unexpected teammate and discovers what real love feels like.",
        "title": "Crush",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 97.912,
        "poster": "https://image.tmdb.org/t/p/w500//qmN97JxhZHgCThRqgzaiSF7C2mj.jpg",
        "synopsis": "Years after a brutal attack left her in a constantly shifting reality, Kirby Mazrachi learns that a recent murder is linked to her assault. She teams with veteran reporter Dan Velazquez to understand her ever-changing present—and confront her past.",
        "title": "Shining Girls",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 21.951,
        "poster": "https://image.tmdb.org/t/p/w500//kk28Lk8oQBGjoHRGUCN2vxKb4O2.jpg",
        "synopsis": "In an abandoned Tokyo overrun by bubbles and gravitational abnormalities, one gifted young man has a fateful meeting with a mysterious girl.",
        "title": "Bubble",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 5604.047,
        "poster": "https://image.tmdb.org/t/p/w500//nJUHX3XL1jMkk8honUZnUmudFb9.jpg",
        "synopsis": "Depicting an epic 26th-century conflict between humanity and an alien threat known as the Covenant, the series weaves deeply drawn personal stories with action, adventure and a richly imagined vision of the future.",
        "title": "Halo",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 72.433,
        "poster": "https://image.tmdb.org/t/p/w500//zmXaK4ajfTUOeb8K13uQ4fNfE8L.jpg",
        "synopsis": "José Luis has been jilted at the altar but everything has its bright side, and he goes on a honeymoon with his mother. On this trip, he discovers he doesn't know his mother and he loves her.",
        "title": "Honeymoon With My Mother",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 47.075,
        "poster": "https://image.tmdb.org/t/p/w500//tPmr7R2Zq66SXhFcXZiFSJ0Afx8.jpg",
        "synopsis": "During a trip to Berlin, a young Amish in the middle of a rite of passage reconnects with his roots, falls in love and makes a big decision.",
        "title": "Rumspringa - Ein Amish in Berlin",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 60.736,
        "poster": "https://image.tmdb.org/t/p/w500//61J34xHVVdQHbJ4MSCWQo4e727v.jpg",
        "synopsis": "Weeks after the deadly assault on Fortress Camp, Robert makes a daring rescue to save Sasha, the widow of his old nemesis Balzary. But back in the camp's command bunker, it appears Sasha may have devious plans of her own. As a new attack breaks out, Robert is confronted with a familiar face he thought he'd never see again…",
        "title": "Fortress: Sniper's Eye",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 110.215,
        "poster": "https://image.tmdb.org/t/p/w500//oBqlO6ZjTcVFiE0lBj89lAOi18s.jpg",
        "synopsis": "This quick-witted spy drama follows a dysfunctional team of MI5 agents—and their obnoxious boss, the notorious Jackson Lamb—as they navigate the espionage world’s smoke and mirrors to defend England from sinister forces.",
        "title": "Slow Horses",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 2115.157,
        "poster": "https://image.tmdb.org/t/p/w500//odVv1sqVs0KxBXiA8bhIBlPgalx.jpg",
        "synopsis": "A mysterious force knocks the moon from its orbit around Earth and sends it hurtling on a collision course with life as we know it.",
        "title": "Moonfall",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 3748.507,
        "poster": "https://image.tmdb.org/t/p/w500//6DrHO1jr3qVrViUO6s6kFiAGM7.jpg",
        "synopsis": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.",
        "title": "Sonic the Hedgehog 2",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 69.948,
        "poster": "https://image.tmdb.org/t/p/w500//9Ab3MEngH2sWK8uydGBFfgZDB4z.jpg",
        "synopsis": "This documentary explores the mystery surrounding the death of movie icon Marilyn Monroe through previously unheard interviews with her inner circle.",
        "title": "The Mystery of Marilyn Monroe: The Unheard Tapes",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 72.531,
        "poster": "https://image.tmdb.org/t/p/w500//1RaFZB0qiuTVlCvPSOa8HPo8FN0.jpg",
        "synopsis": "After getting into a near fatal car accident, Alma discovers she has a new relationship with time and uses this ability to find out the truth about her father’s death.",
        "title": "Undone",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 55.052,
        "poster": "https://image.tmdb.org/t/p/w500//hqtp6EnL41A5aBtIAVOUFGthT8L.jpg",
        "synopsis": "A giant Buddha statue is unearthed in a small rural town. The mayor believes that it will change the town into a major tourist attraction. However, a catastrophe starts to grow. A centuries-old curse is unleashed from the statue, and it starts to eat up people's souls and make them non-human. Jung Ki-hoon, as archaeologist tries to seek the truth behind the paranormal phenomenon.",
        "title": "Monstrous",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 51.85,
        "poster": "https://image.tmdb.org/t/p/w500//7nuEdV5L60JlYnyFFPPR9NxZnUF.jpg",
        "synopsis": "Unfolding in Milan at the end of the 80s, Bang Bang Baby is a crime series centred around a shy and insecure teenager, Alice, who becomes a mafia organisation’s youngest member in a bid to win the love of her father, an ‘ndrangheta affiliate.",
        "title": "Bang Bang Baby",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 68.839,
        "poster": "https://image.tmdb.org/t/p/w500//gKyXUkyKRg9LdZzZWRzk0eKD5HJ.jpg",
        "synopsis": "A devout detective's faith is tested as he investigates a brutal murder that seems to be connected to an esteemed Utah family's spiral into LDS fundamentalism and their distrust in the government.",
        "title": "Under the Banner of Heaven",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 24.416,
        "poster": "https://image.tmdb.org/t/p/w500//spGNRm0HOxemYylTC1KWs4x7QHJ.jpg",
        "synopsis": "Harry Haft is a boxer who fought fellow prisoners in the concentration camps to survive. Haunted by the memories and his guilt, he attempts to use high-profile fights against boxing legends like Rocky Marciano as a way to find his first love again.",
        "title": "The Survivor",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 73.606,
        "poster": "https://image.tmdb.org/t/p/w500//bXKnfvTnpmyStp3R49NBQSjOVCk.jpg",
        "synopsis": "After finding a young man's remains, Léa wakes up in the 90s and body swaps seven times as she tries to solve the mystery of his death — and prevent it.",
        "title": "The 7 Lives of Lea",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 122.734,
        "poster": "https://image.tmdb.org/t/p/w500//wUTXdmL6oNjhiStGveOaPeuFOYQ.jpg",
        "synopsis": "Follow the hopes and dreams of four generations of a Korean immigrant family beginning with a forbidden love and crescendos into a sweeping saga that journeys between Korea, Japan and America to tell the unforgettable story of war and peace, love and loss, triumph and reckoning.",
        "title": "Pachinko",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 3905.588,
        "poster": "https://image.tmdb.org/t/p/w500//qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg",
        "synopsis": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
        "title": "Turning Red",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 41.591,
        "poster": "https://image.tmdb.org/t/p/w500//wX9TmobwtIX8OCWJiG0tU8vsPmS.jpg",
        "synopsis": "A teenage rabbit aspiring to become a real samurai teams up with new warrior friends to protect their city from Yokai monsters, ninjas and evil aliens.",
        "title": "Samurai Rabbit: The Usagi Chronicles",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 69.081,
        "poster": "https://image.tmdb.org/t/p/w500//za5QWRfCLwgRLLVXUkx3NUSAm6G.jpg",
        "synopsis": "A first-hand account of the Tokyo Metropolitan Police beat following Jake Adelstein, an American journalist who embeds himself into the Tokyo Vice police squad to reveal corruption. Based on Jake Adelstein’s non-fiction book of the same name.",
        "title": "Tokyo Vice",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 57.547,
        "poster": "https://image.tmdb.org/t/p/w500//6N8vkbY94dlAix0R6XhmZytKRLV.jpg",
        "synopsis": "A twisted journey of two women’s desperate flee to escape the clutches of Skylight, an insidious cult. Lured in by the promise of “freedom” in the isolated desert campus called The Aviary, Jillian and Blair join forces to escape in hopes of real freedom. Consumed by fear and paranoia, they can’t shake the feeling that they are being followed by the cult’s leader, Seth, a man as seductive as he is controlling. The more distance the pair gains from the cult, the more Seth holds control of their minds. With supplies dwindling and their senses failing, Jillian and Blair are faced with a horrifying question: how do you run from an enemy who lives inside your head?",
        "title": "The Aviary",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 44.633,
        "poster": "https://image.tmdb.org/t/p/w500//9fdYX5uc3HZEuYotms3XJ72AbCr.jpg",
        "synopsis": "Oscar-winning producer Al Ruddy’s never before revealed experiences of making the iconic 1972 film The Godfather that Francis Ford Coppola directed and adapted with Mario Puzo.",
        "title": "The Offer",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 1444.865,
        "poster": "https://image.tmdb.org/t/p/w500//wJJt1HG62h3WoGnLcRIbO2nNNkg.jpg",
        "synopsis": "Charlie, a highly strung, openly gay over-thinker, and Nick, a cheerful soft-hearted rugby player, meet at a British all-boys grammar school. Friendship blooms quickly, but could there be something more...? Based on Alice Oseman's bestselling graphic novel series HEARTSTOPPER.",
        "title": "Heartstopper",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 997.44,
        "poster": "https://image.tmdb.org/t/p/w500//8ZbybiGYe8XM4WGmGlhF0ec5R7u.jpg",
        "synopsis": "Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers.",
        "title": "Fantastic Beasts: The Secrets of Dumbledore",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 17.352,
        "poster": "https://image.tmdb.org/t/p/w500//sZCrb8e9AGfUqJxuQHXjLelW46g.jpg",
        "synopsis": "A single woman who decides to take a chance on love again by catapulting her life from Paris to Los Angeles. From awkward dates to touching surprise encounters, she understands the journey to love is a journey towards herself.",
        "title": "I Love America",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 410.19,
        "poster": "https://image.tmdb.org/t/p/w500//kVr5zIAFSPRQ57Y1zE7KzmhzdMQ.jpg",
        "synopsis": "Belgian sleuth Hercule Poirot boards a glamorous river steamer with enough champagne to fill the Nile. But his Egyptian vacation turns into a thrilling search for a murderer when a picture-perfect couple’s idyllic honeymoon is tragically cut short.",
        "title": "Death on the Nile",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 351.696,
        "poster": "https://image.tmdb.org/t/p/w500//fC2HDm5t0kHl7mTm7jxMR31b7by.jpg",
        "synopsis": "Six years before Saul Goodman meets Walter White. We meet him when the man who will become Saul Goodman is known as Jimmy McGill, a small-time lawyer searching for his destiny, and, more immediately, hustling to make ends meet. Working alongside, and, often, against Jimmy, is “fixer” Mike Ehrmantraut. The series tracks Jimmy’s transformation into Saul Goodman, the man who puts “criminal” in “criminal lawyer\".",
        "title": "Better Call Saul",
        "type": "SERIES",
        "year": "2015"
    },
    {
        "popularity": 70.318,
        "poster": "https://image.tmdb.org/t/p/w500//nO2qkja0cYBlx59fJ89TnrzDvHe.jpg",
        "synopsis": "A rancher fighting for his land and family stumbles upon an unfathomable mystery at the edge of Wyoming’s wilderness, forcing a confrontation with the Unknown in ways both intimate and cosmic in the untamable American West.",
        "title": "Outer Range",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 135.172,
        "poster": "https://image.tmdb.org/t/p/w500//qGrHmHbMvodVTyxRDIxljyg4f4T.jpg",
        "synopsis": "Set twenty years after the events of Star Trek Nemesis, we follow the now-retired Admiral Picard into the next chapter of his life.",
        "title": "Star Trek: Picard",
        "type": "SERIES",
        "year": "2020"
    }
]