[
    {
        "popularity": 523.123,
        "poster": "https://image.tmdb.org/t/p/w500//zQSABH2Dza4mXLow2f0V2IQvJOL.jpg",
        "synopsis": "When Steven Grant, a mild-mannered gift-shop employee, becomes plagued with blackouts and memories of another life, he discovers he has dissociative identity disorder and shares a body with mercenary Marc Spector. As Steven/Marc’s enemies converge upon them, they must navigate their complex identities while thrust into a deadly mystery among the powerful gods of Egypt.",
        "title": "Moon Knight",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 1152.285,
        "poster": "https://image.tmdb.org/t/p/w500//kVr5zIAFSPRQ57Y1zE7KzmhzdMQ.jpg",
        "synopsis": "Belgian sleuth Hercule Poirot boards a glamorous river steamer with enough champagne to fill the Nile. But his Egyptian vacation turns into a thrilling search for a murderer when a picture-perfect couple’s idyllic honeymoon is tragically cut short.",
        "title": "Death on the Nile",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 837.036,
        "poster": "https://image.tmdb.org/t/p/w500//odVv1sqVs0KxBXiA8bhIBlPgalx.jpg",
        "synopsis": "A mysterious force knocks the moon from its orbit around Earth and sends it hurtling on a collision course with life as we know it.",
        "title": "Moonfall",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 5726.803,
        "poster": "https://image.tmdb.org/t/p/w500//1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
        "synopsis": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
        "title": "Spider-Man: No Way Home",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 35.558,
        "poster": "https://image.tmdb.org/t/p/w500//thqgzBPEDYQX0taszVus5nYMtTZ.jpg",
        "synopsis": "In a future where Mars is terraformed and colonized by the best humanity has to offer, two very different college students wind up joining forces and sneak onboard a space shuttle to the red planet in order to be united with their significant others.",
        "title": "Moonshot",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 3582.404,
        "poster": "https://image.tmdb.org/t/p/w500//eO0QV5qJaEngP1Ax9w3eV6bJG2f.jpg",
        "synopsis": "Depicting an epic 26th-century conflict between humanity and an alien threat known as the Covenant, the series weaves deeply drawn personal stories with action, adventure and a richly imagined vision of the future.",
        "title": "Halo",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 1106.126,
        "poster": "https://image.tmdb.org/t/p/w500//h4WLN3cmEjCsH1fNGRfvGV6IPBX.jpg",
        "synopsis": "Dangerously ill with a rare blood disorder, and determined to save others suffering his same fate, Dr. Michael Morbius attempts a desperate gamble. What at first appears to be a radical success soon reveals itself to be a remedy potentially worse than the disease.",
        "title": "Morbius",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 619.762,
        "poster": "https://image.tmdb.org/t/p/w500//BzVjmm8l23rPsijLiNLUzuQtyd.jpg",
        "synopsis": "As a CODA (Child of Deaf Adults), Ruby is the only hearing person in her deaf family. When the family's fishing business is threatened, Ruby finds herself torn between pursuing her love of music and her fear of abandoning her parents.",
        "title": "CODA",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2033.925,
        "poster": "https://image.tmdb.org/t/p/w500//74xTEgt7R36Fpooo50r9T25onhq.jpg",
        "synopsis": "In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
        "title": "The Batman",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 5637.601,
        "poster": "https://image.tmdb.org/t/p/w500//qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg",
        "synopsis": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
        "title": "Turning Red",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1056.215,
        "poster": "https://image.tmdb.org/t/p/w500//6DrHO1jr3qVrViUO6s6kFiAGM7.jpg",
        "synopsis": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.",
        "title": "Sonic the Hedgehog 2",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 98.112,
        "poster": "https://image.tmdb.org/t/p/w500//9zVyqx5WKb0iCkk46wDUxuwAiMR.jpg",
        "synopsis": "A famous TV weatherman, Miguel Flores, becomes public enemy number one when he fails to predict a terrible hailstorm. He is forced out of the big city, Buenos Aires, fleeing the capital for his birthplace of Córdoba. The result will be a voyage of rediscovery that is as absurd as it is human",
        "title": "All Hail",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 51.142,
        "poster": "https://image.tmdb.org/t/p/w500//2ZzllPVrYmBn28Kc7PZaQ0PrQat.jpg",
        "synopsis": "When the young founder of a collapsing cryptocurrency exchange dies unexpectedly, irate investors suspect there's more to his death than meets the eye.",
        "title": "Trust No One: The Hunt for the Crypto King",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1681.718,
        "poster": "https://image.tmdb.org/t/p/w500//ugIdyvtAzHWOguD91UjHKoAvfum.jpg",
        "synopsis": "Celebrate the joy of a perfectly executed shot to the groin as Johnny Knoxville, Steve-O and the rest of the gang return alongside some newcomers for one final round of hilarious, wildly absurd and often dangerous displays of stunts and comedy.",
        "title": "Jackass Forever",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 627.437,
        "poster": "https://image.tmdb.org/t/p/w500//d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
        "synopsis": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
        "title": "Dune",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 817.626,
        "poster": "https://image.tmdb.org/t/p/w500//kZNHR1upJKF3eTzdgl5V8s8a4C3.jpg",
        "synopsis": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.",
        "title": "Scream",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1108.374,
        "poster": "https://image.tmdb.org/t/p/w500//luoKpgVwi1E5nQsi7W0UuKHu2Rq.jpg",
        "synopsis": "Wealth, lust, and betrayal set in the backdrop of Regency era England, seen through the eyes of the powerful Bridgerton family.",
        "title": "Bridgerton",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 2906.954,
        "poster": "https://image.tmdb.org/t/p/w500//wFjboE0aFZNbVOF05fzrka9Fqyx.jpg",
        "synopsis": "After accidentally crash-landing in 2022, time-traveling fighter pilot Adam Reed teams up with his 12-year-old self on a mission to save the future.",
        "title": "The Adam Project",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 930.599,
        "poster": "https://image.tmdb.org/t/p/w500//aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
        "synopsis": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
        "title": "Sing 2",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 650.373,
        "poster": "https://image.tmdb.org/t/p/w500//2dfujXrxePtYJPiPHj1HkAFQvpu.jpg",
        "synopsis": "The story of how Richard Williams served as a coach to his daughters Venus and Serena, who will soon become two of the most legendary tennis players in history.",
        "title": "King Richard",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 42.785,
        "poster": "https://image.tmdb.org/t/p/w500//ew3hAVYvRsHwroXYnDaGwuVgfRk.jpg",
        "synopsis": "Through Julia Child’s life and her singular joie de vivre, the series explores a pivotal time in American history – the emergence of public television as a new social institution, feminism and the women’s movement, the nature of celebrity and America’s cultural evolution.",
        "title": "Julia",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 48.128,
        "poster": "https://image.tmdb.org/t/p/w500//izMNeTaDDIMMrjxWp2OkBxR60wC.jpg",
        "synopsis": "In the haze of a midlife crisis, an architect begins living a double life as a punk while members of his family lead their own crisis-ridden lives.",
        "title": "Wild Abandon",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 2204.105,
        "poster": "https://image.tmdb.org/t/p/w500//4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
        "synopsis": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family with a unique gift from super strength to the power to heal—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
        "title": "Encanto",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1160.685,
        "poster": "https://image.tmdb.org/t/p/w500//6yRMyWwjuhKg6IU66uiZIGhaSc8.jpg",
        "synopsis": "Vic and Melinda Van Allen are a couple in the small town of Little Wesley. Their loveless marriage is held together only by a precarious arrangement whereby, in order to avoid the messiness of divorce, Melinda is allowed to take any number of lovers as long as she does not desert her family.",
        "title": "Deep Water",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 211.036,
        "poster": "https://image.tmdb.org/t/p/w500//neMZH82Stu91d3iqvLdNQfqPPyl.jpg",
        "synopsis": "Follows a reclusive romance novelist who was sure nothing could be worse than getting stuck on a book tour with her cover model, until a kidnapping attempt sweeps them both into a cutthroat jungle adventure, proving life can be so much stranger, and more romantic, than any of her paperback fictions.",
        "title": "The Lost City",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 83.866,
        "poster": "https://image.tmdb.org/t/p/w500//3mInLZyPOVLsZRsBwNHi3UJXXnm.jpg",
        "synopsis": "Buddy is a young boy on the cusp of adolescence, whose life is filled with familial love, childhood hijinks, and a blossoming romance. Yet, with his beloved hometown caught up in increasing turmoil, his family faces a momentous choice: hope the conflict will pass or leave everything they know behind for a new life.",
        "title": "Belfast",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 248.723,
        "poster": "https://image.tmdb.org/t/p/w500//8ZbybiGYe8XM4WGmGlhF0ec5R7u.jpg",
        "synopsis": "In an effort to thwart Grindelwald's plans of raising pure-blood wizards to rule over all non-magical beings, Albus Dumbledore enlists his former student Newt Scamander, who agrees to help, though he's unaware of the dangers that lie ahead. Lines are drawn as love and loyalty are tested, even among the truest friends and family, in an increasingly divided wizarding world.",
        "title": "Fantastic Beasts: The Secrets of Dumbledore",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 719.813,
        "poster": "https://image.tmdb.org/t/p/w500//8c4a8kE7PizaGQQnditMmI1xbRp.jpg",
        "synopsis": "Plagued by strange memories, Neo's life takes an unexpected turn when he finds himself back inside the Matrix.",
        "title": "The Matrix Resurrections",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1126.595,
        "poster": "https://image.tmdb.org/t/p/w500//aq4Pwv5Xeuvj6HZKtxyd23e6bE9.jpg",
        "synopsis": "As a collection of history's worst tyrants and criminal masterminds gather to plot a war to wipe out millions, one man must race against time to stop them.",
        "title": "The King's Man",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 859.605,
        "poster": "https://image.tmdb.org/t/p/w500//680klE0dIreQQOyWKFgNnCAJtws.jpg",
        "synopsis": "An ambitious carnival man with a talent for manipulating people with a few well-chosen words hooks up with a female psychiatrist who is even more dangerous than he is.",
        "title": "Nightmare Alley",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 189.8,
        "poster": "https://image.tmdb.org/t/p/w500//qGrHmHbMvodVTyxRDIxljyg4f4T.jpg",
        "synopsis": "Set twenty years after the events of Star Trek Nemesis, we follow the now-retired Admiral Picard into the next chapter of his life.",
        "title": "Star Trek: Picard",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 397.877,
        "poster": "https://image.tmdb.org/t/p/w500//wUTXdmL6oNjhiStGveOaPeuFOYQ.jpg",
        "synopsis": "Follow the hopes and dreams of four generations of a Korean immigrant family beginning with a forbidden love and crescendos into a sweeping saga that journeys between Korea, Japan and America to tell the unforgettable story of war and peace, love and loss, triumph and reckoning.",
        "title": "Pachinko",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 46.207,
        "poster": "https://image.tmdb.org/t/p/w500//ywYvAZlJYh5yKoYafFPeur0C3KH.jpg",
        "synopsis": "The controversial case of Michelle Carter, who was convicted in 2017 of involuntary manslaughter for encouraging the suicide of her then-boyfriend via texts and phone calls.",
        "title": "The Girl From Plainville",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 100.463,
        "poster": "https://image.tmdb.org/t/p/w500//7F8v5IzhgZSfyTSXpIxXE8d1u8v.jpg",
        "synopsis": "The story of Alana Kane and Gary Valentine growing up, running around and going through the treacherous navigation of first love in the San Fernando Valley, 1973.",
        "title": "Licorice Pizza",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 94.632,
        "poster": "https://image.tmdb.org/t/p/w500//xlEnJ6O2xIlcJPvo23PWUiiSS21.jpg",
        "synopsis": "Yusuke Kafuku, a stage actor and director, still unable, after two years, to cope with the loss of his beloved wife, accepts to direct Uncle Vanja at a theater festival in Hiroshima. There he meets Misaki, an introverted young woman, appointed to drive his car. In between rides, secrets from the past and heartfelt confessions will be unveiled.",
        "title": "Drive My Car",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1263.663,
        "poster": "https://image.tmdb.org/t/p/w500//xf9wuDcqlUPWABZNeDKPbZUjWx0.jpg",
        "synopsis": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
        "title": "The Walking Dead",
        "type": "SERIES",
        "year": "2010"
    },
    {
        "popularity": 622.974,
        "poster": "https://image.tmdb.org/t/p/w500//sqLowacltbZLoCa4KYye64RvvdQ.jpg",
        "synopsis": "A young street-smart, Nathan Drake and his wisecracking partner Victor “Sully” Sullivan embark on a dangerous pursuit of “the greatest treasure never found” while also tracking clues that may lead to Nathan’s long-lost brother.",
        "title": "Uncharted",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 266.917,
        "poster": "https://image.tmdb.org/t/p/w500//3s6ZyZKurx6wDJZMXSsbUsgjWCI.jpg",
        "synopsis": "Set more than seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a gigantic, perpetually-moving train that circles the globe as class warfare, social injustice and the politics of survival play out.",
        "title": "Snowpiercer",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 228.274,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 198.149,
        "poster": "https://image.tmdb.org/t/p/w500//kEy48iCzGnp0ao1cZbNeWR6yIhC.jpg",
        "synopsis": "A domineering but charismatic rancher wages a war of intimidation on his brother's new wife and her teen son, until long-hidden secrets come to light.",
        "title": "The Power of the Dog",
        "type": "MOVIE",
        "year": "2021"
    }
]