[
    {
        "popularity": 143.556,
        "poster": "https://image.tmdb.org/t/p/w500//zjrJE0fpzPvX8saJXj8VNfcjBoU.jpg",
        "synopsis": "King Charles VI declares that Knight Jean de Carrouges settle his dispute with his squire, Jacques Le Gris, by challenging him to a duel.",
        "title": "The Last Duel",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 18405.785,
        "poster": "https://image.tmdb.org/t/p/w500//rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg",
        "synopsis": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
        "title": "Venom: Let There Be Carnage",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2520.608,
        "poster": "https://image.tmdb.org/t/p/w500//iUgygt3fscRoKWCV1d0C7FbM9TP.jpg",
        "synopsis": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
        "title": "No Time to Die",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2375.071,
        "poster": "https://image.tmdb.org/t/p/w500//pqzjCxPVc9TkVgGRWeAoMmyqkZV.jpg",
        "synopsis": "Former Avenger Clint Barton has a seemingly simple mission: get back to his family for Christmas. Possible? Maybe with the help of Kate Bishop, a 22-year-old archer with dreams of becoming a superhero. The two are forced to work together when a presence from Barton’s past threatens to derail far more than the festive spirit.",
        "title": "Hawkeye",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1843.72,
        "poster": "https://image.tmdb.org/t/p/w500//1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
        "synopsis": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a Super Hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
        "title": "Spider-Man: No Way Home",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 221.325,
        "poster": "https://image.tmdb.org/t/p/w500//wlh2wY2yC2SkwAdjcMRH4oiw04V.jpg",
        "synopsis": "In suburban Chicago during the late 1980s, ten-year-old Jake Doyle embarks on a herculean quest to get the latest and greatest video game system for Christmas.",
        "title": "8-Bit Christmas",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 81.88,
        "poster": "https://image.tmdb.org/t/p/w500//ydAoSBtvi41yMmqkOL7Y43DcbCX.jpg",
        "synopsis": "The Christmas vacation of a teenage girl and her family turns into a nightmare when they discover the ancient threat that haunts the island where they are.",
        "title": "Elves",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 3176.492,
        "poster": "https://image.tmdb.org/t/p/w500//4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
        "synopsis": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family with a unique gift from super strength to the power to heal—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
        "title": "Encanto",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1364.612,
        "poster": "https://image.tmdb.org/t/p/w500//d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
        "synopsis": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
        "title": "Dune",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 4333.018,
        "poster": "https://image.tmdb.org/t/p/w500//1BIoJGKbXjdFDAqUEiA2VHqkK1Z.jpg",
        "synopsis": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
        "title": "Shang-Chi and the Legend of the Ten Rings",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 276.923,
        "poster": "https://image.tmdb.org/t/p/w500//1sRejtiHOZGggZd9RcmdqbapLM5.jpg",
        "synopsis": "An ordinary young boy called Nikolas sets out on an extraordinary adventure into the snowy north in search of his father who is on a quest to discover the fabled village of the elves, Elfhelm. Taking with him a headstrong reindeer called Blitzen and a loyal pet mouse, Nikolas soon meets his destiny in this magical and endearing story that proves nothing is impossible…",
        "title": "A Boy Called Christmas",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 4.31,
        "poster": "https://image.tmdb.org/t/p/w500//o7o8DJb33bOhhjVIjRXi25rl78e.jpg",
        "synopsis": "Multiple stories about the oscillating world of couple relationships and how difficult it can be to separate sex from love.",
        "title": "More the Merrier",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 132.129,
        "poster": "https://image.tmdb.org/t/p/w500//zTA9Fk9GHU5eBmCB76kMFKn3MO8.jpg",
        "synopsis": "To escape a scandal, a bestselling author journeys to Scotland, where she falls in love with a castle -- and faces off with the grumpy duke who owns it.",
        "title": "A Castle for Christmas",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 146.344,
        "poster": "https://image.tmdb.org/t/p/w500//3yrV1J3j4fndIsYz3tMt2yIaSgi.jpg",
        "synopsis": "The three-part documentary series, compiled from over 60 hours of unseen footage, captures the warmth, camaraderie, and creative genius that defined the legacy of music’s most iconic foursome. The series also includes – for the first time in its entirety – The Beatles’ final performance at London’s Savile Row.",
        "title": "The Beatles: Get Back",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 5.995,
        "poster": "https://image.tmdb.org/t/p/w500//iowz7MwaTWMYlfLUE6GeM0m3Hze.jpg",
        "synopsis": "A photojournalist’s obsessive quest for the truth about the first expedition to Mt. Everest leads him to search for an esteemed climber who went missing.",
        "title": "The Summit of the Gods",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 494.089,
        "poster": "https://image.tmdb.org/t/p/w500//reEMJA1uzscCbkpeRJeTT2bjqUp.jpg",
        "synopsis": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing.",
        "title": "Money Heist",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 4880.782,
        "poster": "https://image.tmdb.org/t/p/w500//wdE6ewaKZHr62bLqCn7A2DiGShm.jpg",
        "synopsis": "An Interpol-issued Red Notice is a global alert to hunt and capture the world's most wanted. But when a daring heist brings together the FBI's top profiler and two rival criminals, there's no telling what will happen.",
        "title": "Red Notice",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 354.96,
        "poster": "https://image.tmdb.org/t/p/w500//cy6fvTf9YqehVhReYnm5cc3GqhZ.jpg",
        "synopsis": "When Patrizia Reggiani, an outsider from humble beginnings, marries into the Gucci family, her unbridled ambition begins to unravel the family legacy and triggers a reckless spiral of betrayal, decadence, revenge, and ultimately…murder.",
        "title": "House of Gucci",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 2472.028,
        "poster": "https://image.tmdb.org/t/p/w500//mpgDeLhl8HbhI03XLB7iKO6M6JE.jpg",
        "synopsis": "Follow Moiraine, a member of the shadowy and influential all-female organization called the “Aes Sedai” as she embarks on a dangerous, world-spanning journey with five young men and women. Moiraine believes one of them might be the reincarnation of an incredibly powerful individual, whom prophecies say will either save humanity or destroy it.",
        "title": "The Wheel of Time",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1176.375,
        "poster": "https://image.tmdb.org/t/p/w500//fqldf2t8ztc9aiwn3k6mlX3tvRT.jpg",
        "synopsis": "Amid the stark discord of twin cities Piltover and Zaun, two sisters fight on rival sides of a war between magic technologies and clashing convictions.",
        "title": "Arcane",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 251.261,
        "poster": "https://image.tmdb.org/t/p/w500//axibOQF9QnThrr8M37ufAYurP4R.jpg",
        "synopsis": "Jackie Justice is a mixed martial arts fighter who leaves the sport in disgrace. Down on her luck and simmering with rage and regret years after the fight, she's coaxed into a brutal underground fight by her manager and boyfriend Desi and grabs the attention of a fight league promoter who promises Jackie a life back in the Octagon. But the road to redemption becomes unexpectedly personal when Manny - the son she gave up as an infant - shows up at her doorstep. A triumphant story of a fighter who reclaims her power, in and out of the ring, when everyone has counted her out",
        "title": "Bruised",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1158.911,
        "poster": "https://image.tmdb.org/t/p/w500//dDlEmu3EZ0Pgg93K2SVNLCjCSvE.jpg",
        "synopsis": "Hundreds of cash-strapped players accept a strange invitation to compete in children's games—with high stakes. But, a tempting prize awaits the victor.",
        "title": "Squid Game",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 6.012,
        "poster": "https://image.tmdb.org/t/p/w500//saGMNCD6ayFqmOb9mX2MkkMmW7w.jpg",
        "synopsis": "In 2019, Nepalese mountain climber Nirmal “Nims” Purja set out to do the unthinkable by climbing the world’s fourteen highest summits in less than seven months. (The previous record was eight years). He called the effort “Project Possible 14/7” and saw it as a way to inspire others to strive for greater heights in any pursuit. The film follows his team as they seek to defy naysayers and push the limits of human endurance.",
        "title": "14 Peaks: Nothing Is Impossible",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 838.348,
        "poster": "https://image.tmdb.org/t/p/w500//9EBKgrFIsCFSV1RZKWhYUdbtGiv.jpg",
        "synopsis": "10 years after Dexter went missing in the eye of Hurricane Laura, we find him living under an assumed name in the small town of Iron Lake, New York.  Dexter may be embracing his new life, but in the wake of unexpected events in this close-knit community, his Dark Passenger beckons.",
        "title": "Dexter: New Blood",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1548.369,
        "poster": "https://image.tmdb.org/t/p/w500//6AdXwFTRTAzggD2QUTt5B7JFGKL.jpg",
        "synopsis": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
        "title": "Eternals",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1134.381,
        "poster": "https://image.tmdb.org/t/p/w500//5iGVofFc0mCr8aJYsVICm42ThIu.jpg",
        "synopsis": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
        "title": "Last Night in Soho",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3247.013,
        "poster": "https://image.tmdb.org/t/p/w500//ygPTrycbMSFDc5zUpy4K5ZZtQSC.jpg",
        "synopsis": "As Emily struggles to fit in at home and at school, she discovers a small red puppy who is destined to become her best friend. When Clifford magically undergoes one heck of a growth spurt, becomes a gigantic dog and attracts the attention of a genetics company, Emily and her Uncle Casey have to fight the forces of greed as they go on the run across New York City. Along the way, Clifford affects the lives of everyone around him and teaches Emily and her uncle the true meaning of acceptance and unconditional love.",
        "title": "Clifford the Big Red Dog",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 122.48,
        "poster": "https://image.tmdb.org/t/p/w500//7GcqdBKaMM9BWXWN07BirBMkcBF.jpg",
        "synopsis": "During her Christmas holidays with the royal family at the Sandringham estate in Norfolk, England, Diana decides to leave her marriage to Prince Charles.",
        "title": "Spencer",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 419.804,
        "poster": "https://image.tmdb.org/t/p/w500//kHNWm8YDl1Pf6tyzluLagbtkU94.jpg",
        "synopsis": "When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.",
        "title": "Ghostbusters: Afterlife",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 541.17,
        "poster": "https://image.tmdb.org/t/p/w500//7uRbWOXxpWDMtnsd2PF3clu65jc.jpg",
        "synopsis": "Once the booming home of pharmaceutical giant Umbrella Corporation, Raccoon City is now a dying Midwestern town. The company’s exodus left the city a wasteland…with great evil brewing below the surface. When that evil is unleashed, the townspeople are forever…changed…and a small group of survivors must work together to uncover the truth behind Umbrella and make it through the night.",
        "title": "Resident Evil: Welcome to Raccoon City",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1913.253,
        "poster": "https://image.tmdb.org/t/p/w500//5NYdSAnDVIXePrSG2dznHdiibMk.jpg",
        "synopsis": "Unearthly beings deliver bloody condemnations, sending individuals to hell and giving rise to a religious group founded on the idea of divine justice.",
        "title": "Hellbound",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 35.431,
        "poster": "https://image.tmdb.org/t/p/w500//nW5LHayHlbavYD6XRM9SjKi55uu.jpg",
        "synopsis": "The billionaire is tired of the whims of his own children and decides to teach them a lesson. He announces to them that he has become bankrupt. Now spoiled teenagers will have to do what they have never done: go to work, learn to love and value life.",
        "title": "Spoiled Brats",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 276.177,
        "poster": "https://image.tmdb.org/t/p/w500//qQl0QS5P15vVzUcaP8rAqxbQ6Wp.jpg",
        "synopsis": "The TRUE STORY of how Richard Williams served as a coach to his daughters Venus and Serena, who will soon become two of the most legendary tennis players in history.",
        "title": "King Richard",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 629.074,
        "poster": "https://image.tmdb.org/t/p/w500//kb4s0ML0iVZlG6wAKbbs9NAm6X.jpg",
        "synopsis": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
        "title": "The Suicide Squad",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 28.22,
        "poster": "https://image.tmdb.org/t/p/w500//ia4T3caId93c8Rc6yp0JPwqkCVM.jpg",
        "synopsis": "Sharon Pici, a Kansas City Police Detective, is locked in a room that she cannot escape.",
        "title": "The Box",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 144.149,
        "poster": "https://image.tmdb.org/t/p/w500//bm3N4UaaznVswjxcNuTPBZN1Xo2.jpg",
        "synopsis": "What happened to the children who lived through the Pandemic? Stan, Kyle, Cartman and Kenny survived but will never be the same Post Covid.",
        "title": "South Park: Post Covid",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 52.342,
        "poster": "https://image.tmdb.org/t/p/w500//6CSPieuzXvp4gcSSPZzuUwBXjaP.jpg",
        "synopsis": "In this anthology series, heroic scientists risk all to deal with deadly outbreaks.",
        "title": "The Hot Zone",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 88.424,
        "poster": "https://image.tmdb.org/t/p/w500//7zMbzJijHQv5oOtkb8rdYarn9X6.jpg",
        "synopsis": "A world-famous comedian desperately searches for a way out after a night in Philadelphia with his brother threatens to sabotage more than his success.",
        "title": "True Story",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 725.696,
        "poster": "https://image.tmdb.org/t/p/w500//2uNW4WbgBXL25BAbXGLnLqX71Sw.jpg",
        "synopsis": "Investigative journalist Eddie Brock attempts a comeback following a scandal, but accidentally becomes the host of Venom, a violent, super powerful alien symbiote. Soon, he must rely on his newfound powers to protect the world from a shadowy organization looking for a symbiote of their own.",
        "title": "Venom",
        "type": "MOVIE",
        "year": "2018"
    },
    {
        "popularity": 365.048,
        "poster": "https://image.tmdb.org/t/p/w500//DPmfcuR8fh8ROYXgdjrAjSGA0o.jpg",
        "synopsis": "On the cusp of his 30th birthday, Jonathon Larson, a promising young theater composer, navigates love, friendship, and the pressures of life as an artist in New York City.",
        "title": "tick, tick...BOOM!",
        "type": "MOVIE",
        "year": "2021"
    }
]