[
    {
        "popularity": 229.067,
        "poster": "https://image.tmdb.org/t/p/w500//1ihJ0yr7v6YqP6zvPVpPKUrOuQ3.jpg",
        "synopsis": "Deputy Sheriff Joe \"Deke\" Deacon joins forces with Sgt. Jim Baxter to search for a serial killer who's terrorizing Los Angeles. As they track the culprit, Baxter is unaware that the investigation is dredging up echoes of Deke's past, uncovering disturbing secrets that could threaten more than his case.",
        "title": "The Little Things",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 106.922,
        "poster": "https://image.tmdb.org/t/p/w500//xSDdRAjxKAGi8fUBLOqSrBhJmF0.jpg",
        "synopsis": "After 12 years in prison, former high school football star Eddie Palmer returns home to put his life back together—and forms an unlikely bond with Sam, an outcast boy from a troubled home. But Eddie's past threatens to ruin his new life and family.",
        "title": "Palmer",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 32.903,
        "poster": "https://image.tmdb.org/t/p/w500//dFDNb9Gk1kyLRcconpj7Mc7C7IL.jpg",
        "synopsis": "As WWII looms, a wealthy widow hires an amateur archaeologist to excavate the burial mounds on her estate. When they make a historic discovery, the echoes of Britain's past resonate in the face of its uncertain future‎.",
        "title": "The Dig",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 118.868,
        "poster": "https://image.tmdb.org/t/p/w500//dWSnsAGTfc8U27bWsy2RfwZs0Bs.jpg",
        "synopsis": "When a prisoner transfer van is attacked, the cop in charge must fight those inside and outside while dealing with a silent foe: the icy temperatures.",
        "title": "Below Zero",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3197.962,
        "poster": "https://image.tmdb.org/t/p/w500//glKDfE6btIRcVB5zrjspRIs4r52.jpg",
        "synopsis": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
        "title": "WandaVision",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 120.656,
        "poster": "https://image.tmdb.org/t/p/w500//tTWl37oAYRXS3D5mEHmjveXXyrN.jpg",
        "synopsis": "The film follows two Brooklyn siblings whose summer in a rural Oahu town takes an exciting turn when a journal pointing to long-lost treasure sets them on an adventure, leading them to reconnect with their Hawaiian heritage.",
        "title": "Finding 'Ohana",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3598.403,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 277.339,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 2322.419,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 56.226,
        "poster": "https://image.tmdb.org/t/p/w500//j3uw0gA522soT75hhHdFnymhenG.jpg",
        "synopsis": "When an unlikely ally enters the Bloom family's world in the form of an injured baby magpie they name Penguin, the bird’s arrival makes a profound difference in the struggling family’s life.",
        "title": "Penguin Bloom",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 596.25,
        "poster": "https://image.tmdb.org/t/p/w500//95xQPSqwvQDRoB3rXUn4lRyJrBW.jpg",
        "synopsis": "Set more than seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a gigantic, perpetually-moving train that circles the globe as class warfare, social injustice and the politics of survival play out.",
        "title": "Snowpiercer",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 1343.143,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 364.916,
        "poster": "https://image.tmdb.org/t/p/w500//7K4mdWaLGF2F4ASb2L12tlya9c9.jpg",
        "synopsis": "An ambitious Indian driver uses his wit and cunning to escape from poverty and rise to the top. An epic journey based on the New York Times bestseller.",
        "title": "The White Tiger",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 433.31,
        "poster": "https://image.tmdb.org/t/p/w500//xjyEpcuDbB1jy0ehNQMBiO8KOdr.jpg",
        "synopsis": "Kate Kane, armed with a passion for social justice and a flair for speaking her mind, soars onto the streets of Gotham as Batwoman, an out lesbian and highly trained street fighter primed to snuff out the failing city's criminal resurgence. But don't call her a hero yet. In a city desperate for a savior, Kate must overcome her own demons before embracing the call to be Gotham's symbol of hope",
        "title": "Batwoman",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 900.616,
        "poster": "https://image.tmdb.org/t/p/w500//oHj6guMrLfQcBzo3uxwBJc8Y736.jpg",
        "synopsis": "The coming-of-age journey of five fairies attending Alfea, a magical boarding school in the Otherworld where they must learn to master their powers while navigating love, rivalries, and the monsters that threaten their very existence.",
        "title": "Fate: The Winx Saga",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1441.438,
        "poster": "https://image.tmdb.org/t/p/w500//zeD4PabP6099gpE0STWJrJrCBCs.jpg",
        "synopsis": "A bank robber tries to turn himself in because he's falling in love and wants to live an honest life...but when he realizes the Feds are more corrupt than him, he must fight back to clear his name.",
        "title": "Honest Thief",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 727.052,
        "poster": "https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 49.882,
        "poster": "https://image.tmdb.org/t/p/w500//4I1xjEKZxeeBT8RXg0BA6k6PM8e.jpg",
        "synopsis": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!..",
        "title": "One Piece",
        "type": "SERIES",
        "year": "1999"
    },
    {
        "popularity": 417.377,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 52.924,
        "poster": "https://image.tmdb.org/t/p/w500//xWJZjIKPeEZhK3JRYKOe06yW6IU.jpg",
        "synopsis": "New Orleans judge Michael Desiato is forced to confront his own deepest convictions when his son is involved in a hit and run that embroils an organized crime family.",
        "title": "Your Honor",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 454.609,
        "poster": "https://image.tmdb.org/t/p/w500//b1C0FuXp4wiPmHLVKq4kwtDMgK6.jpg",
        "synopsis": "In late 1967, a young orphaned boy goes to live with his loving grandma in the rural Alabama town of Demopolis. As the boy and his grandmother encounter some deceptively glamorous but thoroughly diabolical witches, she wisely whisks him away to a seaside resort. Regrettably, they arrive at precisely the same time that the world's Grand High Witch has gathered.",
        "title": "Roald Dahl's The Witches",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 600.923,
        "poster": "https://image.tmdb.org/t/p/w500//sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
        "synopsis": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
        "title": "Lupin",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 4294.609,
        "poster": "https://image.tmdb.org/t/p/w500//e6SK2CAbO3ENy52UTzP3lv32peC.jpg",
        "synopsis": "In the near future, a drone pilot is sent into a deadly militarized zone and must work with an android officer to locate a doomsday device.",
        "title": "Outside the Wire",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 454.098,
        "poster": "https://image.tmdb.org/t/p/w500//ulzhLuWrPK07P1YkdWQLZnQh1JL.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 43.542,
        "poster": "https://image.tmdb.org/t/p/w500//crMJcKrkrVLPhWU69AgxMB8LFtY.jpg",
        "synopsis": "This documentary series explores an audacious 1970s auto scam centered around mysterious transgender entrepreneur Elizabeth Carmichael, who rose to prominence when she released the Dale, a fuel-efficient three-wheeled vehicle during the 1970s gas crisis.",
        "title": "The Lady and the Dale",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 21.437,
        "poster": "https://image.tmdb.org/t/p/w500//uQjxpEYktu36ZiWKfn0t0FySmXl.jpg",
        "synopsis": "Having recently found God, self-effacing young nurse Maud arrives at a plush home to care for Amanda, a hedonistic dancer left frail from a chronic illness. When a chance encounter with a former colleague throws up hints of a dark past, it becomes clear there is more to sweet Maud than meets the eye.",
        "title": "Saint Maud",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 42.856,
        "poster": "https://image.tmdb.org/t/p/w500//bG5aqfT5lTHuSbcQofNHtH0RyyP.jpg",
        "synopsis": "Crash-landed alien Harry takes on the identity of a small-town Colorado doctor. Arriving with a secret mission, he starts off living a simple life…but things get a bit rocky when he’s roped into solving a local murder and realizes he needs to assimilate into his new world. As he does, he begins to wrestle with the moral dilemma of his mission and asking the big life questions like: “Are human beings worth saving?” and “Why do they fold their pizza before eating it?”",
        "title": "Resident Alien",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 1877.815,
        "poster": "https://image.tmdb.org/t/p/w500//soM5eNHxxS3a0AqgvDgm2djJXZp.jpg",
        "synopsis": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
        "title": "Godzilla vs. Kong",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 7.531,
        "poster": "https://image.tmdb.org/t/p/w500//qfEfLwa4fMIDvPeGaJxAyaYHkmr.jpg",
        "synopsis": "The annual beginning of the Road to WrestleMania will feature Drew McIntyre defending his WWE Championship against Goldberg, Kevin Owens facing \"The Head of the Table\" Roman Reigns in a Last Man Standing Match for the Universal Championship, and of course, the annual Men's and Women's Royal Rumble Matches that will determine who will headline the Showcase of the Immortals.",
        "title": "WWE Royal Rumble 2021",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 33.648,
        "poster": "https://image.tmdb.org/t/p/w500//nXX0wwN7NfA17AOnKvhIX4UKD1x.jpg",
        "synopsis": "Seeking to uncover the truth about his past, a henchman betrays someone close to him and assumes a new identity in a small Istanbul neighborhood.",
        "title": "50M²",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 23.005,
        "poster": "https://image.tmdb.org/t/p/w500//29dCusd9PwHrbDqzxNG35WcpZpS.jpg",
        "synopsis": "A Dicken’s classic brought thrillingly up to date in the teeming heartland of modern London, where a group of street smart young hustlers plan the heist of the century for the ultimate payday.",
        "title": "Twist",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1800.132,
        "poster": "https://image.tmdb.org/t/p/w500//wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
        "synopsis": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
        "title": "Riverdale",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 109.615,
        "poster": "https://image.tmdb.org/t/p/w500//6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
        "synopsis": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
        "title": "Star Wars",
        "type": "MOVIE",
        "year": "1977"
    },
    {
        "popularity": 531.905,
        "poster": "https://image.tmdb.org/t/p/w500//3KCAZaKHmoMIN9dHutqaMtubQqD.jpg",
        "synopsis": "An ex-con becomes the traveling partner of a conman who turns out to be one of the older gods trying to recruit troops to battle the upstart deities. Based on Neil Gaiman's fantasy novel.",
        "title": "American Gods",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 136.91,
        "poster": "https://image.tmdb.org/t/p/w500//8xC6QSyxrpm0D5A6iyHNemEWBVe.jpg",
        "synopsis": "A mystical, ancient dagger causes a notorious serial killer to magically switch bodies with a 17-year-old girl.",
        "title": "Freaky",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 759.271,
        "poster": "https://image.tmdb.org/t/p/w500//uDhnTtSxU5a8DtZdbbin3aZmkmU.jpg",
        "synopsis": "Bruce Wayne faces a deadly menace from his past, with the help of three former classmates: world-renowned martial artists Richard Dragon, Ben Turner and Lady Shiva.",
        "title": "Batman: Soul of the Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 1901.908,
        "poster": "https://image.tmdb.org/t/p/w500//mzOHg7Q5q9yUmY0b9Esu8Qe6Nnm.jpg",
        "synopsis": "Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.",
        "title": "Godzilla: King of the Monsters",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 821.227,
        "poster": "https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "title": "The Mandalorian",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 3.842,
        "poster": "https://image.tmdb.org/t/p/w500//sSxy2Ej25XoekfO8bl8nNyohaI7.jpg",
        "synopsis": "Sara, a novelist struggling with writer's block, needs inspiration — and finds it when she serendipitously meets Godfrey, a down-on-his-luck oddball who constantly changes personas and alter egos in order to cope with his past and avoid reality. Just as Godfrey begins to open up to Sara, he discovers that she’s been using him as inspiration for her next novel, and he vanishes from her life. Did Sara just lose the man of her dreams, or will she be able to find him and make things right?",
        "title": "The Right One",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 22.254,
        "poster": "https://image.tmdb.org/t/p/w500//4U6BG3efNUsScbcaxIgb1Rpuxob.jpg",
        "synopsis": "Shipwrecked on a remote desert island, Hammond and Belleci use their engineering and scientific skills to not only to survive, but to construct a paradise island playground.",
        "title": "The Great Escapists",
        "type": "SERIES",
        "year": "2021"
    }
]