[
    {
        "popularity": 2756.94,
        "poster": "https://image.tmdb.org/t/p/w500//glKDfE6btIRcVB5zrjspRIs4r52.jpg",
        "synopsis": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
        "title": "WandaVision",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 331.53,
        "poster": "https://image.tmdb.org/t/p/w500//e6SK2CAbO3ENy52UTzP3lv32peC.jpg",
        "synopsis": "In the near future, a drone pilot is sent into a deadly militarized zone and must work with an android officer to locate a doomsday device.",
        "title": "Outside the Wire",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 132.038,
        "poster": "https://image.tmdb.org/t/p/w500//fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "synopsis": "A Texan traveling across the wild West bringing the news of the world to local townspeople, agrees to help rescue a young girl who was kidnapped.",
        "title": "News of the World",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 2286.99,
        "poster": "https://image.tmdb.org/t/p/w500//8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
        "synopsis": "Wonder Woman comes into conflict with the Soviet Union during the Cold War in the 1980s and finds a formidable foe by the name of the Cheetah.",
        "title": "Wonder Woman 1984",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 2212.15,
        "poster": "https://image.tmdb.org/t/p/w500//hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
        "synopsis": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful gig at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
        "title": "Soul",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 647.137,
        "poster": "https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg",
        "synopsis": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.",
        "title": "Greenland",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 715.541,
        "poster": "https://image.tmdb.org/t/p/w500//sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
        "synopsis": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
        "title": "Lupin",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 220.37,
        "poster": "https://image.tmdb.org/t/p/w500//xjyEpcuDbB1jy0ehNQMBiO8KOdr.jpg",
        "synopsis": "Kate Kane, armed with a passion for social justice and a flair for speaking her mind, soars onto the streets of Gotham as Batwoman, an out lesbian and highly trained street fighter primed to snuff out the failing city's criminal resurgence. But don't call her a hero yet. In a city desperate for a savior, Kate must overcome her own demons before embracing the call to be Gotham's symbol of hope",
        "title": "Batwoman",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 145.344,
        "poster": "https://image.tmdb.org/t/p/w500//rfIOzedY6LFzdWTeNnIkmxAiLCg.jpg",
        "synopsis": "In the aftermath of Cassius Clay's defeat of Sonny Liston in 1964, the boxer meets with Malcolm X, Sam Cooke and Jim Brown to change the course of history in the segregated South.",
        "title": "One Night in Miami...",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1540.834,
        "poster": "https://image.tmdb.org/t/p/w500//wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
        "synopsis": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
        "title": "Riverdale",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 63.389,
        "poster": "https://image.tmdb.org/t/p/w500//OcdWdf7tOcGqFa1z2q8XStuKi0.jpg",
        "synopsis": "17-year-old Zoe Hull uses her wits, survival skills, and compassion to fight for her life, and those of her fellow classmates, against a group of live-streaming school shooters.",
        "title": "Run Hide Fight",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 1.96,
        "poster": "https://image.tmdb.org/t/p/w500//3JJMgQ09UpZKzfsbjHatqhSmPJc.jpg",
        "synopsis": "The spy game is a serious business, and throughout history, the tools and technologies developed for it have mattered as much as the spies themselves.",
        "title": "Spycraft",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 180.503,
        "poster": "https://image.tmdb.org/t/p/w500//lK0NAXT7mcJrC3NK8vpXwK5EJQu.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 691.115,
        "poster": "https://image.tmdb.org/t/p/w500//k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "synopsis": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "title": "Tenet",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 50.734,
        "poster": "https://image.tmdb.org/t/p/w500//wgm4gdJwb7iSYX0uBsRAZmHQmPm.jpg",
        "synopsis": "Two New Orleans paramedics' lives are ripped apart after encountering a series of horrific deaths linked to a designer drug with bizarre, otherworldly effects.",
        "title": "Synchronic",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 171.069,
        "poster": "https://image.tmdb.org/t/p/w500//wP9Ho6PCmmrFHLK1VjSAwZKVKtX.jpg",
        "synopsis": "Explore the high-pressure experiences of police officers, paramedics and firefighters who are thrust into the most frightening, shocking and heart-stopping situations. These emergency responders must try to balance saving those who are at their most vulnerable with solving the problems in their own lives.",
        "title": "9-1-1",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 906.514,
        "poster": "https://image.tmdb.org/t/p/w500//jzhbZZWHMOxVF9uz8lNilDEx8dl.jpg",
        "synopsis": "Bruce Wayne faces a deadly menace from his past, with the help of three former classmates: world-renowned martial artists Richard Dragon, Ben Turner and Lady Shiva.",
        "title": "Batman: Soul of the Dragon",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 64.554,
        "poster": "https://image.tmdb.org/t/p/w500//cjzU4g6SlScnP4MdkleyI25KGlR.jpg",
        "synopsis": "A young woman haunted by a tragedy in her past takes revenge on the predatory men unlucky enough to cross her path.",
        "title": "Promising Young Woman",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 46.482,
        "poster": "https://image.tmdb.org/t/p/w500//yPVy1YUnXUKck11KwaPfKDAr42P.jpg",
        "synopsis": "While her mom is away, a teen sneaks out of the hippie commune where she lives and embarks on a life-changing adventure to discover who her father is.",
        "title": "Double Dad",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 32.502,
        "poster": "https://image.tmdb.org/t/p/w500//leCkJsZbQDULb0x5EocYs0JEloF.jpg",
        "synopsis": "After an attack renders her blind, Ellen withdraws from the world to recover. But soon she plunges into paranoia, unable to convince anyone that her assailant has returned to terrorize her by hiding in plain sight.",
        "title": "Sightless",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 111.223,
        "poster": "https://image.tmdb.org/t/p/w500//5vQlVWkIMPhZ88OWchJsgwGEK9.jpg",
        "synopsis": "A thriller set two hundred years in the future following the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history.",
        "title": "The Expanse",
        "type": "SERIES",
        "year": "2015"
    },
    {
        "popularity": 236.144,
        "poster": "https://image.tmdb.org/t/p/w500//ulzhLuWrPK07P1YkdWQLZnQh1JL.jpg",
        "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
        "title": "Avengers: Endgame",
        "type": "MOVIE",
        "year": "2019"
    },
    {
        "popularity": 38.197,
        "poster": "https://image.tmdb.org/t/p/w500//svHelD0Hb3TXPAQoPsoBwdDMTvf.jpg",
        "synopsis": "Set against the backdrop of the COVID-19 lockdown, sparring couple Linda and Paxton call a truce to attempt a high-risk jewellery heist at one of the world’s most exclusive department stores, Harrods.",
        "title": "Locked Down",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 388.683,
        "poster": "https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "title": "Game of Thrones",
        "type": "SERIES",
        "year": "2011"
    },
    {
        "popularity": 108.504,
        "poster": "https://image.tmdb.org/t/p/w500//1WynayCqKRzrl4cFZR8NOfiDwd6.jpg",
        "synopsis": "Set in a ruined medieval city called Dreamland, Disenchantment follows the grubby adventures of a hard-drinking princess, her feisty elf companion and her personal demon.",
        "title": "Disenchantment",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 64.464,
        "poster": "https://image.tmdb.org/t/p/w500//3Emr8Hqbcn5Xz9IJy8dh1u5kB5Y.jpg",
        "synopsis": "When a rising high school football player from South Central L.A. is recruited to play for Beverly Hills High, the wins, losses and struggles of two families from vastly different worlds - Compton and Beverly Hills - begin to collide. Inspired by the life of pro football player Spencer Paysinger.",
        "title": "All American",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 70.055,
        "poster": "https://image.tmdb.org/t/p/w500//tQhQPIO85lIEbodo9qkGrWVNg0r.jpg",
        "synopsis": "",
        "title": "Madre solo hay dos",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 862.151,
        "poster": "https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "title": "The Mandalorian",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 56.129,
        "poster": "https://image.tmdb.org/t/p/w500//pMfMsFNwpk5kY5ACU93BZQJ2ay6.jpg",
        "synopsis": "Police duo Bishop and Pike are two best mates bonded by the same moral code, despite their differences. Packed full of humour, action and emotion, Bulletproof is about friendship, conspiracies and ghosts from the past.",
        "title": "Bulletproof",
        "type": "SERIES",
        "year": "2018"
    },
    {
        "popularity": 137.742,
        "poster": "https://image.tmdb.org/t/p/w500//mrzE6bXc8g9NQd8IBKB25louWq8.jpg",
        "synopsis": "Nearly 20 years ago, Owen Strand was the lone survivor of his Manhattan firehouse on 9/11. In the wake of the attack, Owen had the unenviable task of rebuilding his station. After a similar tragedy happens to a firehouse in Austin, Owen, along with his troubled firefighter son, T.K., takes his progressive philosophies of life and firefighting down to Texas, where he helps them start anew. On the surface, Owen is all about big-city style and swagger, but underneath he struggles with a secret he hides from the world - one that could very well end his life.",
        "title": "9-1-1: Lone Star",
        "type": "SERIES",
        "year": "2020"
    },
    {
        "popularity": 799.999,
        "poster": "https://image.tmdb.org/t/p/w500//bQLrHIRNEkE3PdIWQrZHynQZazu.jpg",
        "synopsis": "The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.",
        "title": "Vikings",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 113.293,
        "poster": "https://image.tmdb.org/t/p/w500//6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
        "synopsis": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
        "title": "Star Wars",
        "type": "MOVIE",
        "year": "1977"
    },
    {
        "popularity": 68.782,
        "poster": "https://image.tmdb.org/t/p/w500//yCTo0s8xzQplZY5h70cRy2OA4Pt.jpg",
        "synopsis": "Having just returned home, decorated U.S. Marine Captain Brad Paxton's wife, Kate, is kidnapped by a terrorist group while working in Morocco. He is forced back into action for a daring and deadly operation to save the woman he loves.",
        "title": "Redemption Day",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 870.076,
        "poster": "https://image.tmdb.org/t/p/w500//6tfT03sGp9k4c0J3dypjrI8TSAI.jpg",
        "synopsis": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives",
        "title": "The Good Doctor",
        "type": "SERIES",
        "year": "2017"
    },
    {
        "popularity": 149.65,
        "poster": "https://image.tmdb.org/t/p/w500//e98dJUitAoKLwmzjQ0Yxp1VQrnU.jpg",
        "synopsis": "A lonely young boy feels different from everyone else. Desperate for a friend, he seeks solace and refuge in his ever-present cell phone and tablet. When a mysterious creature uses the boy’s devices against him to break into our world, his parents must fight to save their son from the monster beyond the screen.",
        "title": "Come Play",
        "type": "MOVIE",
        "year": "2020"
    },
    {
        "popularity": 54.49,
        "poster": "https://image.tmdb.org/t/p/w500//oUPzuNw6e0NBbb121odI4ncCvRv.jpg",
        "synopsis": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!..",
        "title": "One Piece",
        "type": "SERIES",
        "year": "1999"
    },
    {
        "popularity": 62.56,
        "poster": "https://image.tmdb.org/t/p/w500//2EJ5QSz6f5Iya12DR8pfJ2bNCd2.jpg",
        "synopsis": "Natsuki Subaru, an ordinary high school  student, is on his way home from the convenience store when he finds  himself transported to another world. As he's lost and confused in a new  world where he doesn't even know left from right, the only person to  reach out to him was a beautiful girl with silver hair. Determined to  repay her somehow for saving him from his own despair, Subaru agrees to  help the girl find something she's looking for.",
        "title": "Re:ZERO -Starting Life in Another World-",
        "type": "SERIES",
        "year": "2016"
    },
    {
        "popularity": 96.561,
        "poster": "https://image.tmdb.org/t/p/w500//1w1TVqCiEWqYnfrNUL0N1W8LAfA.jpg",
        "synopsis": "Jim Hanson’s (Liam Neeson) quiet life is suddenly disturbed by two people crossing the US/Mexico border – a woman and her young son – desperate to flee a Mexican cartel. After a shootout leaves the mother dead, Jim becomes the boy’s reluctant defender. He embraces his role as Miguel’s protector and will stop at nothing to get him to safety, as they go on the run from the relentless assassins.",
        "title": "The Marksman",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 49.876,
        "poster": "https://image.tmdb.org/t/p/w500//ijizwYu2B04gVkrbGlclAAfdN3p.jpg",
        "synopsis": "After a blood- soaked jujitsu match in Dubai, fighting legend Mickey Kelley falls to superstar Blaine. But years later, an online video proves that Blaine cheated, and the world demands a rematch. Can the aging underdog get back into shape in time to vanquish his foe, get revenge, and claim his prize?",
        "title": "Born a Champion",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 13.901,
        "poster": "https://image.tmdb.org/t/p/w500//pgi88OWVwryc7GoHbMoAk6Pxeq0.jpg",
        "synopsis": "Nour is a pleasant and funny person who works as an accountant at a fitness center in Paris. Everybody likes her, but she has no luck in her romantic endeavours because she is overweight with atypical looks. Her close friends try to give her advice, but they are not particularly successful in the love department either. Her mother and brother are also close, but they are of no help, rather the contrary. One day she witnesses a pole dancing class at her workplace, something that she would never dream of doing herself, but she sees how much the women in the class and their teacher are enjoying themselves, so she is tempted. Finally the teacher starts giving her private lessons since she is too ashamed of her body to do anything in public. Slowly but surely she gains confidence in herself and many things change in her life.",
        "title": "Ballsy Girl",
        "type": "MOVIE",
        "year": "2020"
    }
]