[
    {
        "popularity": 766.503,
        "poster": "https://image.tmdb.org/t/p/w500//zzXFM4FKDG7l1ufrAkwQYv2xvnh.jpg",
        "synopsis": "The fearless one-eyed weasel Buck teams up with mischievous possum brothers Crash & Eddie as they head off on a new adventure into Buck's home: The Dinosaur World.",
        "title": "The Ice Age Adventures of Buck Wild",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1121.467,
        "poster": "https://image.tmdb.org/t/p/w500//ze4lhw0oLBHYmlM2KuZjBg0Sq6H.jpg",
        "synopsis": "A high school becomes ground zero for a zombie virus outbreak. Trapped students must fight their way out — or turn into one of the rabid infected.",
        "title": "All of Us Are Dead",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 27352.884,
        "poster": "https://image.tmdb.org/t/p/w500//1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
        "synopsis": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
        "title": "Spider-Man: No Way Home",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 254.879,
        "poster": "https://image.tmdb.org/t/p/w500//rOzMhCNYABSg0dB8BbAeGG3pSzl.jpg",
        "synopsis": "A group of top female agents from American, British, Chinese, Columbian and German  government agencies are drawn together to try and stop an organization from acquiring a deadly weapon to send the world into chaos.",
        "title": "The 355",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 96.541,
        "poster": "https://image.tmdb.org/t/p/w500//zTwfMV1hm1DIrMo8BGyZKskhSPr.jpg",
        "synopsis": "Two years after a Super Bowl win when NFL head coach Sean Payton is suspended, he goes back to his hometown and finds himself reconnecting with his 12-year-old son by coaching his Pop Warner football team.",
        "title": "Home Team",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 4532.872,
        "poster": "https://image.tmdb.org/t/p/w500//jtnfNzqZwN4E32FGGxx1YZaBWWf.jpg",
        "synopsis": "A group of high school students navigate love and friendships in a world of drugs, sex, trauma, and social media.",
        "title": "Euphoria",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 7113.225,
        "poster": "https://image.tmdb.org/t/p/w500//bcCBq9N1EMo3daNIjWJ8kYvrQm6.jpg",
        "synopsis": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
        "title": "Eternals",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 311.307,
        "poster": "https://image.tmdb.org/t/p/w500//3sQggeZUOte6JGMWIhO8BxlcjQh.jpg",
        "synopsis": "In the wake of a school tragedy, Vada, Mia and Quinton form a unique and dynamic bond as they navigate the never linear, often confusing journey to heal in a world that feels forever changed.",
        "title": "The Fallout",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 3526.936,
        "poster": "https://image.tmdb.org/t/p/w500//sg4xJaufDiQl7caFEskBtQXfD4x.jpg",
        "synopsis": "When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.",
        "title": "Ghostbusters: Afterlife",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 271.747,
        "poster": "https://image.tmdb.org/t/p/w500//gYZAHan5CHPFXORpQMvOjCTug4E.jpg",
        "synopsis": "A bouncer with an anger management problem goes on a furious and resentful rampage after the murder of a friend.",
        "title": "Jolt",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 180.106,
        "poster": "https://image.tmdb.org/t/p/w500//uJgdT1boTSP0dDIjdTgGleg71l4.jpg",
        "synopsis": "After she's irreversibly poisoned, a ruthless criminal operative has less than 24 hours to exact revenge on her enemies and in the process forms an unexpected bond with the daughter of one of her past victims.",
        "title": "Kate",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 115.816,
        "poster": "https://image.tmdb.org/t/p/w500//kRpKJstAW7DsoPAEBW2Kk1uD9Q6.jpg",
        "synopsis": "Tormented by a past life, garbage man Clean attempts a life of quiet redemption. But when his good intentions mark him a target of a local crime boss, Clean is forced to reconcile with the violence of his past",
        "title": "Clean",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 111.195,
        "poster": "https://image.tmdb.org/t/p/w500//mND3MZbnOIasM3XaL2mXOVMvBw6.jpg",
        "synopsis": "Exposed as an ex-Russian spy, an American single mom must juggle family life and unique shape-shifting skills in a battle against an insidious enemy.",
        "title": "In From the Cold",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 123.374,
        "poster": "https://image.tmdb.org/t/p/w500//riSoMsWYkwqed4ul5PgHOnbIVFp.jpg",
        "synopsis": "For Anna, every day is the same. She sits with her wine, staring out the window, watching life go by without her. But when a handsome neighbor moves in across the street, Anna starts to see a light at the end of the tunnel. That is until she witnesses a gruesome murder… Or did she?",
        "title": "The Woman in the House Across the Street from the Girl in the Window",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 5025.919,
        "poster": "https://image.tmdb.org/t/p/w500//4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
        "synopsis": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family with a unique gift from super strength to the power to heal—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
        "title": "Encanto",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 388.42,
        "poster": "https://image.tmdb.org/t/p/w500//aiy35Evcofzl7hASZZvsFgltHTX.jpg",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "title": "Attack on Titan",
        "type": "SERIES",
        "year": "2013"
    },
    {
        "popularity": 16.184,
        "poster": "https://image.tmdb.org/t/p/w500//oS0iKblZSNfQscOJb7IAEt0ZnhS.jpg",
        "synopsis": "Catwoman's attempt to steal a priceless jewel puts her squarely in the crosshairs of both a powerful consortium of villains and the ever-resourceful Interpol, not to mention Batwoman.",
        "title": "Catwoman: Hunted",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 4105.731,
        "poster": "https://image.tmdb.org/t/p/w500//aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
        "synopsis": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
        "title": "Sing 2",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 3049.984,
        "poster": "https://image.tmdb.org/t/p/w500//8c4a8kE7PizaGQQnditMmI1xbRp.jpg",
        "synopsis": "Plagued by strange memories, Neo's life takes an unexpected turn when he finds himself back inside the Matrix.",
        "title": "The Matrix Resurrections",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 175.718,
        "poster": "https://image.tmdb.org/t/p/w500//i0z8g2VRZP3dhVvvSMilbOZMKqR.jpg",
        "synopsis": "A couple on a romantic getaway find themselves stranded at sea when a tropical storm sweeps away their villa. In order to survive, they are forced to fight the elements, while sharks circle below.",
        "title": "The Requin",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 159.401,
        "poster": "https://image.tmdb.org/t/p/w500//k1m4aydO6752Czydk3Z8dR4yP0L.jpg",
        "synopsis": "Two sisters must face a new reality — and supernatural elements — when it's revealed their parents participated in a cult ritual ending in death.",
        "title": "Feria: The Darkest Light",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 5979.228,
        "poster": "https://image.tmdb.org/t/p/w500//teCy1egGQa0y8ULJvlrDHQKnxBL.jpg",
        "synopsis": "When Van Helsing's mysterious invention, the \"Monsterfication Ray,\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.",
        "title": "Hotel Transylvania: Transformania",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 1712.292,
        "poster": "https://image.tmdb.org/t/p/w500//gNbdjDi1HamTCrfvM9JeA94bNi2.jpg",
        "synopsis": "Legendary bounty hunter Boba Fett and mercenary Fennec Shand must navigate the galaxy’s underworld when they return to the sands of Tatooine to stake their claim on the territory once ruled by Jabba the Hutt and his crime syndicate.",
        "title": "The Book of Boba Fett",
        "type": "SERIES",
        "year": "2021"
    },
    {
        "popularity": 396.236,
        "poster": "https://image.tmdb.org/t/p/w500//wrCVHdkBlBWdJUZPvnJWcBRuhSY.jpg",
        "synopsis": "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.",
        "title": "Demon Slayer: Kimetsu no Yaiba",
        "type": "SERIES",
        "year": "2019"
    },
    {
        "popularity": 71.757,
        "poster": "https://image.tmdb.org/t/p/w500//32TXmY7GHlXhgGG7Wzrurm1okG5.jpg",
        "synopsis": "When two men discover the biggest gold nugget ever found, they must find a way to excavate it.",
        "title": "Gold",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 30.682,
        "poster": "https://image.tmdb.org/t/p/w500//zPib4ukTSdXvHP9pxGkFCe34f3y.jpg",
        "synopsis": "As a former London constable, Nicholas Angel finds it difficult to adapt to his new assignment in the sleepy British village of Sandford. Not only does he miss the excitement of the big city, but he also has a well-meaning oaf for a partner. However, when a series of grisly accidents rocks Sandford, Angel smells something rotten in the idyllic village.",
        "title": "Hot Fuzz",
        "type": "MOVIE",
        "year": "2007"
    },
    {
        "popularity": 91.109,
        "poster": "https://image.tmdb.org/t/p/w500//4fqfhmVNOHe2nLcligiVMtMnfeM.jpg",
        "synopsis": "They're rowdy, they're ragtag, they're misfits turned mercenaries for hire. Vox Machina is more interested in easy money and cheap ale than actually protecting the realm. But when the kingdom is threatened by evil, this boisterous crew realizes that they are the only ones capable of restoring justice.",
        "title": "The Legend of Vox Machina",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 838.997,
        "poster": "https://image.tmdb.org/t/p/w500//d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
        "synopsis": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
        "title": "Dune",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 54.994,
        "poster": "https://image.tmdb.org/t/p/w500//9iAxAxeX5RjB39ckhxPMDCJPpG9.jpg",
        "synopsis": "When a high school reunion’s afterparty ends in a stunning death, everyone is a suspect. A detective grills the former classmates one by one, uncovering potential motives as each tells their version of the story—culminating in the shocking truth.",
        "title": "The Afterparty",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 166.722,
        "poster": "https://image.tmdb.org/t/p/w500//3VFI3zbuNhXzx7dIbYdmvBLekyB.jpg",
        "synopsis": "In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.",
        "title": "The Batman",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 679.761,
        "poster": "https://image.tmdb.org/t/p/w500//kZNHR1upJKF3eTzdgl5V8s8a4C3.jpg",
        "synopsis": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.",
        "title": "Scream",
        "type": "MOVIE",
        "year": "2022"
    },
    {
        "popularity": 276.569,
        "poster": "https://image.tmdb.org/t/p/w500//wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
        "synopsis": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
        "title": "Harry Potter and the Philosopher's Stone",
        "type": "MOVIE",
        "year": "2001"
    },
    {
        "popularity": 2728.077,
        "poster": "https://image.tmdb.org/t/p/w500//rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg",
        "synopsis": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
        "title": "Venom: Let There Be Carnage",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 89.118,
        "poster": "https://image.tmdb.org/t/p/w500//mVKfyo2YQ1Sf0fKzZfc5t9HM6eK.jpg",
        "synopsis": "In a world where monster wrestling is a global sport and monsters are superstar athletes, teenage Winnie seeks to follow in her father’s footsteps by coaching a loveable underdog monster into a champion.",
        "title": "Rumble",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 840.104,
        "poster": "https://image.tmdb.org/t/p/w500//iUgygt3fscRoKWCV1d0C7FbM9TP.jpg",
        "synopsis": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
        "title": "No Time to Die",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 26.074,
        "poster": "https://image.tmdb.org/t/p/w500//uWcMgxO3p3qwVFUxsRz1HbTzGvT.jpg",
        "synopsis": "A biographical drama centered on the rivalry between Formula 1 drivers James Hunt and Niki Lauda during the 1976 Formula One motor-racing season.",
        "title": "Rush",
        "type": "MOVIE",
        "year": "2013"
    },
    {
        "popularity": 2581.134,
        "poster": "https://image.tmdb.org/t/p/w500//hE3LRZAY84fG19a18pzpkZERjTE.jpg",
        "synopsis": "The continuing story of Peacemaker – a compellingly vainglorious man who believes in peace at any cost, no matter how many people he has to kill to get it – in the aftermath of the events of “The Suicide Squad.”",
        "title": "Peacemaker",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 347.403,
        "poster": "https://image.tmdb.org/t/p/w500//9BzKsxBZNlqyGSpvPFqK9kTJSPV.jpg",
        "synopsis": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
        "title": "Last Night in Soho",
        "type": "MOVIE",
        "year": "2021"
    },
    {
        "popularity": 59.685,
        "poster": "https://image.tmdb.org/t/p/w500//6xU7H8ovGhNvFf6Mc3WwgyU625p.jpg",
        "synopsis": "A 17-year-old girl's world is turned upside down when she and her friends make a disturbing discovery in their quiet Danish town.",
        "title": "Chosen",
        "type": "SERIES",
        "year": "2022"
    },
    {
        "popularity": 21.402,
        "poster": "https://image.tmdb.org/t/p/w500//dHKfsdNcEPw7YIWFPIhqiuWrSAb.jpg",
        "synopsis": "A rock climbing adventure between two friends turns into a terrifying nightmare. After Kelly captures the murder of her best friend on camera, she becomes the next target of a tight-knit group of friends who will stop at nothing to destroy the evidence and anyone in their way. Desperate for her safety, she begins a treacherous climb up a mountain cliff and her survival instincts are put to the test when she becomes trapped with the killers just 20 feet away.",
        "title": "The Ledge",
        "type": "MOVIE",
        "year": "2022"
    }
]