[{"popularity":44.68,"poster":"https://image.tmdb.org/t/p/w500//mtDYMa2inpJjxq2DjELPXbtf02v.jpg","synopsis":"Chloe, a teenager who is confined to a wheelchair, is homeschooled by her mother, Diane. Chloe soon becomes suspicious of her mother and begins to suspect that she may be harboring a dark secret.","title":"Run","type":"MOVIE","year":"2020"},{"popularity":2016.438,"poster":"https://image.tmdb.org/t/p/w500//sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg","synopsis":"After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.","title":"The Mandalorian","type":"SERIES","year":"2019"},{"popularity":47.891,"poster":"https://image.tmdb.org/t/p/w500//4n8QNNdk4BOX9Dslfbz5Dy6j1HK.jpg","synopsis":"A rowdy, unorthodox Santa Claus is fighting to save his declining business. Meanwhile, Billy, a neglected and precocious 12 year old, hires a hit man to kill Santa after receiving a lump of coal in his stocking.","title":"Fatman","type":"MOVIE","year":"2020"},{"popularity":122.795,"poster":"https://image.tmdb.org/t/p/w500//bYHu47S3yBPbWvlh4YbIYJ5e8X1.jpg","synopsis":"The Warner siblings, Yakko and Wakko, and Dot, have a great time wreaking havoc and mayhem in the lives of everyone they meet. After returning to their beloved home, the Warner Bros. Water Tower, the Animaniacs waste no time in causing chaos and comic confusion as they run loose through the studio and beyond, turning the world into their personal playground. Joining Yakko, Wakko and Dot, fan-favorite characters Pinky and the Brain will also return to continue their quest for world domination.","title":"Animaniacs","type":"SERIES","year":"2020"},{"popularity":172.323,"poster":"https://image.tmdb.org/t/p/w500//e4qXQXXaVYvHBE3Rx5x3qrmxorB.jpg","synopsis":"When Duchess Margaret unexpectedly inherits the throne & hits a rough patch with Kevin, it’s up to Stacy to save the day before a new lookalike — party girl Fiona — foils their plans.","title":"The Princess Switch: Switched Again","type":"MOVIE","year":"2020"},{"popularity":1079.81,"poster":"https://image.tmdb.org/t/p/w500//bNo2mcvSwIvnx8K6y1euAc1TLVq.jpg","synopsis":"John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garrity's experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.","title":"Greenland","type":"MOVIE","year":"2020"},{"popularity":680.214,"poster":"https://image.tmdb.org/t/p/w500//xZNw9xxtwbEf25NYoz52KdbXHPM.jpg","synopsis":"Five young mutants, just discovering their abilities while held in a secret facility against their will, fight to escape their past sins and save themselves.","title":"The New Mutants","type":"MOVIE","year":"2020"},{"popularity":121.26,"poster":"https://image.tmdb.org/t/p/w500//eLT8Cu357VOwBVTitkmlDEg32Fs.jpg","synopsis":"Every six years, an ancient order of jiu-jitsu fighters joins forces to battle a vicious race of alien invaders. But when a celebrated war hero goes down in defeat, the fate of the planet and mankind hangs in the balance.","title":"Jiu Jitsu","type":"MOVIE","year":"2020"},{"popularity":725.668,"poster":"https://image.tmdb.org/t/p/w500//e98dJUitAoKLwmzjQ0Yxp1VQrnU.jpg","synopsis":"A lonely young boy feels different from everyone else. Desperate for a friend, he seeks solace and refuge in his ever-present cell phone and tablet. When a mysterious creature uses the boy’s devices against him to break into our world, his parents must fight to save their son from the monster beyond the screen.","title":"Come Play","type":"MOVIE","year":"2020"},{"popularity":220.818,"poster":"https://image.tmdb.org/t/p/w500//zyzJSI7UZZzz5Toj10rYGF5689z.jpg","synopsis":"Rey leaves her friends to prepare for Life Day as she sets off on an adventure to gain a deeper knowledge of the Force. At a mysterious temple, she is hurled into a cross-timeline adventure. Will she make it back in time for Life Day?","title":"The Lego Star Wars Holiday Special","type":"MOVIE","year":"2020"},{"popularity":68.012,"poster":"https://image.tmdb.org/t/p/w500//3UGrAX6D1AMVra80jmUMUOLq8Qr.jpg","synopsis":"A young elf mistakes a tiny alien for a Christmas gift, not knowing her new plaything has plans to destroy Earth's gravity — and steal all the presents.","title":"Alien Xmas","type":"MOVIE","year":"2020"},{"popularity":470.339,"poster":"https://image.tmdb.org/t/p/w500//zU0htwkhNvBQdVSIKB9s6hgVeFK.jpg","synopsis":"In a Kentucky orphanage in the 1950s, a young girl discovers an astonishing talent for chess while struggling with addiction.","title":"The Queen's Gambit","type":"SERIES","year":"2020"},{"popularity":749.345,"poster":"https://image.tmdb.org/t/p/w500//aKx1ARwG55zZ0GpRvU2WrGrCG9o.jpg","synopsis":"When the Emperor of China issues a decree that one man per family must serve in the Imperial Chinese Army to defend the country from Huns, Hua Mulan, the eldest daughter of an honored warrior, steps in to take the place of her ailing father. She is spirited, determined and quick on her feet. Disguised as a man by the name of Hua Jun, she is tested every step of the way and must harness her innermost strength and embrace her true potential.","title":"Mulan","type":"MOVIE","year":"2020"},{"popularity":59.001,"poster":"https://image.tmdb.org/t/p/w500//v8ax79K6TZEnMqSS5ePrNCnrK8R.jpg","synopsis":"Amid the dust storms and economic depression of Dust Bowl Era Oklahoma, Eugene Evans finds his family farm on the brink of foreclosure. Discovering fugitive bank robber Allison Wells hiding in his small town, he is torn between claiming the bounty on her head and his growing attraction to the seductive criminal.","title":"Dreamland","type":"MOVIE","year":"2020"},{"popularity":413.369,"poster":"https://image.tmdb.org/t/p/w500//g6tIKGc3f1H5QMz1dcgCwADKpZ7.jpg","synopsis":"Lyra is an orphan who lives in a parallel universe in which science, theology and magic are entwined. Lyra's search for a kidnapped friend uncovers a sinister plot involving stolen children, and turns into a quest to understand a mysterious phenomenon called Dust. She is later joined on her journey by Will, a boy who possesses a knife that can cut windows between worlds. As Lyra learns the truth about her parents and her prophesied destiny, the two young people are caught up in a war against celestial powers that ranges across many worlds.","title":"His Dark Materials","type":"SERIES","year":"2019"},{"popularity":28.868,"poster":"https://image.tmdb.org/t/p/w500//mX7AYmQxQTGevmP8nDV99diqkO7.jpg","synopsis":"Flight attendant Cassandra Bowden wakes in her hotel room hungover from the night before in Dubai with a dead body lying next to her. Afraid to call the police, she continues her morning as if nothing happened. In New York, she is met by FBI agents who question her about her recent layover in Dubai. Still unable to piece the night together, she begins to wonder if she could be the killer.","title":"The Flight Attendant","type":"SERIES","year":"2020"},{"popularity":258.102,"poster":"https://image.tmdb.org/t/p/w500//j3SqEpnRaIth24ktKcI9vp63P9A.jpg","synopsis":"The gripping, decades-spanning inside story of Her Majesty Queen Elizabeth II and the Prime Ministers who shaped Britain's post-war destiny. \n\nThe Crown tells the inside story of two of the most famous addresses in the world – Buckingham Palace and 10 Downing Street – and the intrigues, love lives and machinations behind the great events that shaped the second half of the 20th century. Two houses, two courts, one Crown.","title":"The Crown","type":"SERIES","year":"2016"},{"popularity":450.373,"poster":"https://image.tmdb.org/t/p/w500//5RbyHIVydD3Krmec1LlUV7rRjet.jpg","synopsis":"An imaginary world comes to life in a holiday tale of an eccentric toymaker, his adventurous granddaughter, and a magical invention that has the power to change their lives forever.","title":"Jingle Jangle: A Christmas Journey","type":"MOVIE","year":"2020"},{"popularity":64.364,"poster":"https://image.tmdb.org/t/p/w500//wVbeL6fkbTKSmNfalj4VoAUUqJv.jpg","synopsis":"Construction worker Douglas Quaid discovers a memory chip in his brain during a virtual-reality trip. He also finds that his past has been invented to conceal a plot of planetary domination. Soon, he's off to Mars to find out who he is and who planted the chip.","title":"Total Recall","type":"MOVIE","year":"1990"},{"popularity":543.413,"poster":"https://image.tmdb.org/t/p/w500//wGFUewXPeMErCe2xnCmmLEiHOGh.jpg","synopsis":"What did the world look like as it was transforming into the horrifying apocalypse depicted in \"The Walking Dead\"? This spin-off set in Los Angeles, following new characters as they face the beginning of the end of the world, will answer that question.","title":"Fear the Walking Dead","type":"SERIES","year":"2015"},{"popularity":393.143,"poster":"https://image.tmdb.org/t/p/w500//KoYWXbnYuS3b0GyQPkbuexlVK9.jpg","synopsis":"When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ","title":"Supernatural","type":"SERIES","year":"2005"},{"popularity":66.069,"poster":"https://image.tmdb.org/t/p/w500//6WC3cIhuaLZSq3SbtdOp2ZTSTe.jpg","synopsis":"A divorced mother honks impatiently at a deranged middle-aged stranger at a red light while running late on her way to work. His road rage escalates to horrifyingly psychotic proportions as he becomes single-mindedly determined to teach her a deadly lesson for provoking him.","title":"Unhinged","type":"MOVIE","year":"2020"},{"popularity":235.886,"poster":"https://image.tmdb.org/t/p/w500//or06FN3Dka5tukK1e9sl16pB3iy.jpg","synopsis":"After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.","title":"Avengers: Endgame","type":"MOVIE","year":"2019"},{"popularity":317.071,"poster":"https://image.tmdb.org/t/p/w500//u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg","synopsis":"Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.","title":"Game of Thrones","type":"SERIES","year":"2011"},{"popularity":20.664,"poster":"https://image.tmdb.org/t/p/w500//tcKsgTnrjuZLWAJwn8uBZHy5YWy.jpg","synopsis":"Join Will Smith, Tatyana Ali, Karyn Parsons, Joseph Marcell, Daphne Maxwell Reid, Alfonso Ribeiro and DJ Jazzy Jeff, for a funny and heartfelt night full of music and dancing in honor of the show that ran for six seasons and 148 episodes.","title":"The Fresh Prince of Bel-Air Reunion Special","type":"MOVIE","year":"2020"},{"popularity":71.341,"poster":"https://image.tmdb.org/t/p/w500//swmjF0CQc59K3jdUFzOirXESeGN.jpg","synopsis":"Following the death of his wife, Ip Man travels to San Francisco to ease tensions between the local kung fu masters and his star student, Bruce Lee, while searching for a better future for his son.","title":"Ip Man 4: The Finale","type":"MOVIE","year":"2019"},{"popularity":319.528,"poster":"https://image.tmdb.org/t/p/w500//htJzeRcYI2ewMm4PTrg98UMXShe.jpg","synopsis":"Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler.","title":"The Blacklist","type":"SERIES","year":"2013"},{"popularity":100.708,"poster":"https://image.tmdb.org/t/p/w500//6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg","synopsis":"Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.","title":"Star Wars","type":"MOVIE","year":"1977"},{"popularity":1095.491,"poster":"https://image.tmdb.org/t/p/w500//betExZlgK0l7CZ9CsCBVcwO1OjL.jpg","synopsis":"In late 1967, a young orphaned boy goes to live with his loving grandma in the rural Alabama town of Demopolis. As the boy and his grandmother encounter some deceptively glamorous but thoroughly diabolical witches, she wisely whisks him away to a seaside resort. Regrettably, they arrive at precisely the same time that the world's Grand High Witch has gathered.","title":"Roald Dahl's The Witches","type":"MOVIE","year":"2020"},{"popularity":74.901,"poster":"https://image.tmdb.org/t/p/w500//3tDbJxobPN3EI2bBebL6zmusmw5.jpg","synopsis":"Grace Fraser is a successful therapist on the brink of publishing her first book with a devoted husband and young son who attends an elite private school in New York City. Weeks before her book is published, a chasm opens in her life: a violent death, a missing husband, and, in the place of a man Grace thought she knew, only a chain of terrible revelations.","title":"The Undoing","type":"SERIES","year":"2020"},{"popularity":44.202,"poster":"https://image.tmdb.org/t/p/w500//wBOIVb6zgsnfRhvCgdX04pLaYXQ.jpg","synopsis":"The series explores Marvel’s rich legacy of pioneering characters, creators and storytelling to reflect the world outside your window. Each documentary, helmed by a unique filmmaker, showcases the intersections of storytelling, pop culture, and fandom within the Marvel Universe. Episodes in this anthology series will cover topics including Marvel’s world-spanning artists, the trailblazing women of Marvel Comics, discovering the “forgotten” characters of Marvel, and much more.","title":"Marvel's 616","type":"SERIES","year":"2020"},{"popularity":1273.047,"poster":"https://image.tmdb.org/t/p/w500//jlJ8nDhMhCYJuzOw3f52CP1W8MW.jpg","synopsis":"When his best friend Gary is suddenly snatched away, SpongeBob takes Patrick on a madcap mission far beyond Bikini Bottom to save their pink-shelled pal.","title":"The SpongeBob Movie: Sponge on the Run","type":"MOVIE","year":"2020"},{"popularity":10.217,"poster":"https://image.tmdb.org/t/p/w500//kWOXx85fcVm408Cpg0Tw5NhDA4f.jpg","synopsis":"A police officer who while responding to a violent hostage call, kills the African American suspect only to later learn of his innocence. Sensing this was a set-up, and facing repercussions, he must track down the person responsible while examining his own accountability and the ingrained racism which brought him to this point.","title":"Blindfire","type":"MOVIE","year":"2020"},{"popularity":7.091,"poster":"https://image.tmdb.org/t/p/w500//rR2LOUI0gj0Eg9HwPbRpw7UsMXx.jpg","synopsis":"The eldest son of a ruthlessly tough MMA champion must fight his way out of the abusive cycle his father has continued.","title":"Embattled","type":"MOVIE","year":"2020"},{"popularity":363.053,"poster":"https://image.tmdb.org/t/p/w500//z31GxpVgDsFAF4paZR8PRsiP16D.jpg","synopsis":"A heroic group of teens sheltered from the dangers of the post-apocalyptic world receive a message that inspires them to leave the safety of the only home they have ever known and embark on a cross-country journey to find the one man who can possibly save the world.","title":"The Walking Dead: World Beyond","type":"SERIES","year":"2020"},{"popularity":922.407,"poster":"https://image.tmdb.org/t/p/w500//clnyhPqj1SNgpAdeSS6a6fwE6Bo.jpg","synopsis":"Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.","title":"Grey's Anatomy","type":"SERIES","year":"2005"},{"popularity":138.725,"poster":"https://image.tmdb.org/t/p/w500//wuMc08IPKEatf9rnMNXvIDxqP4W.jpg","synopsis":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.","title":"Harry Potter and the Philosopher's Stone","type":"MOVIE","year":"2001"},{"popularity":276.337,"poster":"https://image.tmdb.org/t/p/w500//wb2VpOZTSINPI7jQww0fYCEppcE.jpg","synopsis":"Ex heroin junkie, Daniel Léger, gets involved in a drug deal with the wrong people for the wrong reasons. When the deal goes sour, Daniel gets thrown into a Thai prison and slapped with a 100-year sentence. While he tries to survive his Bangkok incarceration, the news of his conviction captures the attention of Globe and Mail journalist Victor Malarek, who decides to go after the shady undercover cops responsible for wrongly accusing Daniel.","title":"Target Number One","type":"MOVIE","year":"2020"},{"popularity":43.306,"poster":"https://image.tmdb.org/t/p/w500//mSTrRgXGzu2t1jVhTexIqwSHlk7.jpg","synopsis":"Rory is an ambitious entrepreneur who brings his American wife and kids to his native country, England, to explore new business opportunities. After abandoning the sanctuary of their safe American suburban surroundings, the family is plunged into the despair of an archaic '80s Britain and their unaffordable new life in an English manor house threatens to destroy the family.","title":"The Nest","type":"MOVIE","year":"2020"},{"popularity":58.616,"poster":"https://image.tmdb.org/t/p/w500//9ZIhl17uFlXCNUputSEDHwZYIEJ.jpg","synopsis":"A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.","title":"Fargo","type":"SERIES","year":"2014"}]